[
  {
    "name": "Ab Crunch Machine",
    "name_es": "Ab Crunch en máquina",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "isolation",
    "equipment": "machine",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Select a light resistance and sit down on the ab machine placing your feet under the pads provided and grabbing the top handles. Your arms should be bent at a 90 degree angle as you rest the triceps on the pads provided. This will be your starting position.",
      "At the same time, begin to lift the legs up as you crunch your upper torso. Breathe out as you perform this movement. Tip: Be sure to use a slow and controlled motion. Concentrate on using your abs to move the weight while relaxing your legs and feet.",
      "After a second pause, slowly return to the starting position as you breathe in.",
      "Repeat the movement for the prescribed amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "0de9075e-f289-4eb2-b246-06d778b6707b"
  },
  {
    "name": "Air Bike",
    "name_es": "Bicicleta Aérea",
    "force": "pull",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Lie flat on the floor with your lower back pressed to the ground. For this exercise, you will need to put your hands beside your head. Be careful however to not strain with the neck as you perform it. Now lift your shoulders into the crunch position.",
      "Bring knees up to where they are perpendicular to the floor, with your lower legs parallel to the floor. This will be your starting position.",
      "Now simultaneously, slowly go through a cycle pedal motion kicking forward with the right leg and bringing in the knee of the left leg. Bring your right elbow close to your left knee by crunching to the side, as you breathe out.",
      "Go back to the initial position as you breathe in.",
      "Crunch to the opposite side as you cycle your legs and bring closer your left elbow to your right knee and exhale.",
      "Continue alternating in this manner until all of the recommended repetitions for each side have been completed."
    ],
    "category": "strength",
    "is_popular": true,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "49d4b76e-97c9-44c7-9733-959ad7a8b066"
  },
  {
    "name": "Axle Deadlift",
    "name_es": "Axle Deadlift",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "other",
    "primary_muscles": [
      "Lumbar"
    ],
    "secondary_muscles": [
      "Antebrazos",
      "Glúteos",
      "Isquios",
      "Espalda media",
      "Cuádriceps",
      "Trapecio"
    ],
    "instructions": [
      "Approach the bar so that it is centered over your feet. You feet should be about hip width apart. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an over/under grip.",
      "With your feet and your grip set, take a big breath and then lower your hips and flex the knees until your shins contact the bar. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward.",
      "After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar.",
      "Lower the bar by bending at the hips and guiding it to the floor."
    ],
    "category": "strongman",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "6f3ae054-66e6-42f6-a3a5-fa919952da4f"
  },
  {
    "name": "Band Good Morning",
    "name_es": "Buenos días con banda",
    "force": "pull",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "bands",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Glúteos",
      "Lumbar"
    ],
    "instructions": [
      "Using a 41 inch band, stand on one end, spreading your feet a small amount. Bend at the hips to loop the end of the band behind your neck. This will be your starting position.",
      "Keeping your legs straight, extend through the hips to come to a near vertical position.",
      "Ensure that you do not round your back as you go down back to the starting position."
    ],
    "category": "powerlifting",
    "is_popular": true,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "28617cf4-150c-423d-b26b-24f7f608a318"
  },
  {
    "name": "Band Good Morning (Pull Through)",
    "name_es": "Good Morning (Pull Through) con banda",
    "force": "pull",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "bands",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Glúteos",
      "Lumbar"
    ],
    "instructions": [
      "Loop the band around a post. Standing a little ways away, loop the opposite end around the neck. Your hands can help hold the band in position.",
      "Begin by bending at the hips, getting your butt back as far as possible. Keep your back flat and bend forward to about 90 degrees. Your knees should be only slightly bent.",
      "Return to the starting position be driving through with the hips to come back to a standing position."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "32e333e7-3643-48cf-aa92-a18af2a959b0"
  },
  {
    "name": "Barbell Bench Press - Medium Grip",
    "name_es": "Press Banca (Barra)",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Tríceps",
      "Hombros"
    ],
    "instructions": [
      "Lie back on a flat bench. Using a medium width grip (a grip that creates a 90-degree angle in the middle of the movement between the forearms and the upper arms), lift the bar from the rack and hold it straight over you with your arms locked. This will be your starting position.",
      "From the starting position, breathe in and begin coming down slowly until the bar touches your middle chest.",
      "After a brief pause, push the bar back to the starting position as you breathe out. Focus on pushing the bar using your chest muscles. Lock your arms and squeeze your chest in the contracted position at the top of the motion, hold for a second and then start coming down slowly again. Tip: Ideally, lowering the weight should take about twice as long as raising it.",
      "Repeat the movement for the prescribed amount of repetitions.",
      "When you are done, place the bar back in the rack."
    ],
    "category": "strength",
    "is_popular": true,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [
      {
        "muscle": "Pecho",
        "head": "Pectoral Mayor (Media/Baja)",
        "activation": 1
      },
      {
        "muscle": "Hombros",
        "head": "Deltoides Anterior",
        "activation": 0.6
      }
    ],
    "id": "70261cc7-7c3e-4d4f-905a-0ef8a7a01644"
  },
  {
    "name": "Barbell Deadlift",
    "name_es": "Deadlift con barra",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Lumbar"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Antebrazos",
      "Glúteos",
      "Isquios",
      "Espalda",
      "Espalda media",
      "Cuádriceps",
      "Trapecio"
    ],
    "instructions": [
      "Stand in front of a loaded barbell.",
      "While keeping the back as straight as possible, bend your knees, bend forward and grasp the bar using a medium (shoulder width) overhand grip. This will be the starting position of the exercise. Tip: If it is difficult to hold on to the bar with this grip, alternate your grip or use wrist straps.",
      "While holding the bar, start the lift by pushing with your legs while simultaneously getting your torso to the upright position as you breathe out. In the upright position, stick your chest out and contract the back by bringing the shoulder blades back. Think of how the soldiers in the military look when they are in standing in attention.",
      "Go back to the starting position by bending at the knees while simultaneously leaning the torso forward at the waist while keeping the back straight. When the weights on the bar touch the floor you are back at the starting position and ready to perform another repetition.",
      "Perform the amount of repetitions prescribed in the program."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ad461403-a238-4804-9440-52e89a36cde8"
  },
  {
    "name": "Barbell Full Squat",
    "name_es": "Full Squat con barra",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack just above shoulder level. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.",
      "Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.",
      "Step away from the rack and position your legs using a shoulder-width medium stance with the toes slightly pointed out. Keep your head up at all times and maintain a straight back. This will be your starting position.",
      "Begin to slowly lower the bar by bending the knees and sitting back with your hips as you maintain a straight posture with the head up. Continue down until your hamstrings are on your calves. Inhale as you perform this portion of the movement.",
      "Begin to raise the bar as you exhale by pushing the floor with the heel or middle of your foot as you straighten the legs and extend the hips to go back to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "e40526e7-3375-4b21-a1ff-92bfc26c1854"
  },
  {
    "name": "Barbell Guillotine Bench Press",
    "name_es": "Guillotine Bench Press con barra",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Using a medium width grip (a grip that creates a 90-degree angle in the middle of the movement between the forearms and the upper arms), lift the bar from the rack and hold it straight over your neck with your arms locked. This will be your starting position.",
      "As you breathe in, bring the bar down slowly until it is about 1 inch from your neck.",
      "After a second pause, bring the bar back to the starting position as you breathe out and push the bar using your chest muscles. Lock your arms and squeeze your chest in the contracted position, hold for a second and then start coming down slowly again. It should take at least twice as long to go down than to come up.",
      "Repeat the movement for the prescribed amount of repetitions.",
      "When you are done, place the bar back in the rack."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "844868d3-a853-4c3a-a893-2471c5b5a9a7"
  },
  {
    "name": "Barbell Hack Squat",
    "name_es": "Hack Squat con barra",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Antebrazos",
      "Isquios"
    ],
    "instructions": [
      "Stand up straight while holding a barbell behind you at arms length and your feet at shoulder width. Tip: A shoulder width grip is best with the palms of your hands facing back. You can use wrist wraps for this exercise for a better grip. This will be your starting position.",
      "While keeping your head and eyes up and back straight, squat until your upper thighs are parallel to the floor. Breathe in as you slowly go down.",
      "Pressing mainly with the heel of the foot and squeezing the thighs, go back up as you breathe out.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "d74d0cb7-4028-4858-919e-a539f61dfe36"
  },
  {
    "name": "Barbell Incline Bench Press - Medium Grip",
    "name_es": "Press Banca Inclinado (Barra)",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Tríceps",
      "Hombros"
    ],
    "instructions": [
      "Lie back on an incline bench. Using a medium-width grip (a grip that creates a 90-degree angle in the middle of the movement between the forearms and the upper arms), lift the bar from the rack and hold it straight over you with your arms locked. This will be your starting position.",
      "As you breathe in, come down slowly until you feel the bar on you upper chest.",
      "After a second pause, bring the bar back to the starting position as you breathe out and push the bar using your chest muscles. Lock your arms in the contracted position, squeeze your chest, hold for a second and then start coming down slowly again. Tip: it should take at least twice as long to go down than to come up.",
      "Repeat the movement for the prescribed amount of repetitions.",
      "When you are done, place the bar back in the rack."
    ],
    "category": "strength",
    "is_popular": true,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [
      {
        "muscle": "Pecho",
        "head": "Pectoral Mayor (Superior)",
        "activation": 1
      },
      {
        "muscle": "Hombros",
        "head": "Deltoides Anterior",
        "activation": 0.7
      }
    ],
    "id": "12a3d207-736a-4cdb-b25c-1f2f6a9b457f"
  },
  {
    "name": "Barbell Lunge",
    "name_es": "Lunge con barra",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack just below shoulder level. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.",
      "Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.",
      "Step away from the rack and step forward with your right leg and squat down through your hips, while keeping the torso upright and maintaining balance. Inhale as you go down. Note: Do not allow your knee to go forward beyond your toes as you come down, as this will put undue stress on the knee joint. li>",
      "Using mainly the heel of your foot, push up and go back to the starting position as you exhale.",
      "Repeat the movement for the recommended amount of repetitions and then perform with the left leg."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "4c7cede3-d26f-4eb3-9215-679fa69774d6"
  },
  {
    "name": "Barbell Side Split Squat",
    "name_es": "Side Split Squat con barra",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "Stand up straight while holding a barbell placed on the back of your shoulders (slightly below the neck). Your feet should be placed wide apart with the foot of the lead leg angled out to the side. This will be your starting position.",
      "Lower your body towards the side of your angled foot by bending the knee and hip of your lead leg and while keeping the opposite leg only slightly bent. Breathe in as you lower your body.",
      "Return to the starting position by extending the hip and knee of the lead leg. Breathe out as you perform this movement.",
      "After performing the recommended amount of reps, repeat the movement with the opposite leg."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "2b29d8d3-3cb7-4d5b-b027-8c95d671f2be"
  },
  {
    "name": "Barbell Squat",
    "name_es": "Squat con barra",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack to just below shoulder level. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.",
      "Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.",
      "Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times and also maintain a straight back. This will be your starting position. (Note: For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances discussed in the foot stances section).",
      "Begin to slowly lower the bar by bending the knees and hips as you maintain a straight posture with the head up. Continue down until the angle between the upper leg and the calves becomes slightly less than 90-degrees. Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.",
      "Begin to raise the bar as you exhale by pushing the floor with the heel of your foot as you straighten the legs again and go back to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "8313d50b-6346-4c83-9240-54826bb554f2"
  },
  {
    "name": "Barbell Squat To A Bench",
    "name_es": "Squat To A Bench con barra",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "This exercise is best performed inside a squat rack for safety purposes. To begin, first place a flat bench or a box behind you. The flat bench is used to teach you to set your hips back and to hit depth.",
      "",
      "Then, set the bar on a rack that best matches your height. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.",
      "Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.",
      "Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times as looking down will get you off balance and also maintain a straight back. This will be your starting position. (Note: For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances discussed in the foot stances section).",
      "Begin to slowly lower the bar by bending the knees and sitting your hips back as you maintain a straight posture with the head up. Continue down until you slightly touch the bench behind you. Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.",
      "Begin to raise the bar as you exhale by pushing the floor with the heel of your foot as you straighten the legs and extend the hips to go back to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "cdfa0508-5184-4880-b6c7-87b49907aed5"
  },
  {
    "name": "Barbell Walking Lunge",
    "name_es": "Walking Lunge con barra",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Begin standing with your feet shoulder width apart and a barbell across your upper back.",
      "Step forward with one leg, flexing the knees to drop your hips. Descend until your rear knee nearly touches the ground. Your posture should remain upright, and your front knee should stay above the front foot.",
      "Drive through the heel of your lead foot and extend both knees to raise yourself back up.",
      "Step forward with your rear foot, repeating the lunge on the opposite leg."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "2c06c237-16cf-40cf-9ebf-5c117b09186e"
  },
  {
    "name": "Bench Dips",
    "name_es": "Bench Dips",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Tríceps"
    ],
    "secondary_muscles": [
      "Pecho",
      "Hombros"
    ],
    "instructions": [
      "For this exercise you will need to place a bench behind your back. With the bench perpendicular to your body, and while looking away from it, hold on to the bench on its edge with the hands fully extended, separated at shoulder width. The legs will be extended forward, bent at the waist and perpendicular to your torso. This will be your starting position.",
      "Slowly lower your body as you inhale by bending at the elbows until you lower yourself far enough to where there is an angle slightly smaller than 90 degrees between the upper arm and the forearm. Tip: Keep the elbows as close as possible throughout the movement. Forearms should always be pointing down.",
      "Using your triceps to bring your torso up again, lift yourself back to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "f684d388-cbc5-4668-a68f-343be26ebb6d"
  },
  {
    "name": "Bench Press - Powerlifting",
    "name_es": "Bench Press - Powerlifting",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Tríceps"
    ],
    "secondary_muscles": [
      "Pecho",
      "Antebrazos",
      "Espalda",
      "Hombros"
    ],
    "instructions": [
      "Begin by lying on the bench, getting your head beyond the bar if possible. Tuck your feet underneath you and arch your back. Using the bar to help support your weight, lift your shoulder off the bench and retract them, squeezing the shoulder blades together. Use your feet to drive your traps into the bench. Maintain this tight body position throughout the movement.",
      "However wide your grip, it should cover the ring on the bar. Pull the bar out of the rack without protracting your shoulders. Focus on squeezing the bar and trying to pull it apart.",
      "Lower the bar to your lower chest or upper stomach. The bar, wrist, and elbow should stay in line at all times.",
      "Pause when the barbell touches your torso, and then drive the bar up with as much force as possible. The elbows should be tucked in until lockout."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "065f6dc5-06ea-4f1d-8e6f-89e81d5bdf09"
  },
  {
    "name": "Bench Press - With Bands",
    "name_es": "Bench Press - With s con banda",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "bands",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Using a flat bench secure a band under the leg of the bench that is nearest to your head.",
      "Once the band is secure, grab it by both handles and lie down on the bench.",
      "Extend your arms so that you are holding the band handles in front of you at shoulder width.",
      "Once at shoulder width, rotate your wrists forward so that the palms of your hands are facing away from you. This will be your starting position.",
      "Bring down the handles slowly until your elbow forms a 90 degree angle. Keep full control at all times.",
      "As you breathe out, bring the handles up using your pectoral muscles. Lock your arms in the contracted position, squeeze your chest, hold for a second and then start coming down slowly. Tip: It should take at least twice as long to go down than to come up.",
      "Repeat the movement for the prescribed amount of repetitions of your training program."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ac126037-d960-4beb-85b6-442d6334b9b0"
  },
  {
    "name": "Bench Press with Chains",
    "name_es": "Bench Press with Chains",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Tríceps"
    ],
    "secondary_muscles": [
      "Pecho",
      "Espalda",
      "Hombros"
    ],
    "instructions": [
      "Adjust the leader chain, shortening it to the desired length.Place the chains on the sleeves of the bar.",
      "Lying on the bench, get your head beyond the bar if possible. Tuck your feet underneath you and arch your back. Using the bar to help support your weight, lift your shoulder off the bench and retract them, squeezing the shoulder blades together. Use your feet to drive your traps into the bench. Maintain this tight body position throughout the movement. However wide your grip, it should cover the ring on the bar.",
      "Pull the bar out of the rack without protracting your shoulders. Focus on squeezing the bar and trying to pull it apart. Lower the bar to your lower chest or upper stomach. The bar, wrist, and elbow should stay in line at all times.",
      "Pause when the barbell touches your torso, and then drive the bar up with as much force as possible. The elbows should be tucked in until lockout."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ae773c38-e272-4396-8adf-2c467024325e"
  },
  {
    "name": "Bodyweight Squat",
    "name_es": "Squat",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Stand with your feet shoulder width apart. You can place your hands behind your head. This will be your starting position.",
      "Begin the movement by flexing your knees and hips, sitting back with your hips.",
      "Continue down to full depth if you are able,and quickly reverse the motion until you return to the starting position. As you squat, keep your head and chest up and push your knees out."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "6070ab50-9743-4042-9c89-9370ba6dad10"
  },
  {
    "name": "Bodyweight Walking Lunge",
    "name_es": "Walking Lunge",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": null,
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Begin standing with your feet shoulder width apart and your hands on your hips.",
      "Step forward with one leg, flexing the knees to drop your hips. Descend until your rear knee nearly touches the ground. Your posture should remain upright, and your front knee should stay above the front foot.",
      "Drive through the heel of your lead foot and extend both knees to raise yourself back up.",
      "Step forward with your rear foot, repeating the lunge on the opposite leg."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "3bb60176-c42a-4a89-96a0-389f94667e3a"
  },
  {
    "name": "Bosu Ball Cable Crunch With Side Bends",
    "name_es": "Bosu Ball  Crunch With Side Bends en polea",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "cable",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Connect a standard handle to each arm of a cable machine, and position them in the most downward position.",
      "Grab a Bosu Ball and position it in front and center of the cable machine.",
      "Lie down on the Bosu Ball with the small of your back arched around the ball. Your rear end should be close to the floor without touching it.",
      "With both hands, reach back and grab the handle of each cable.",
      "With your feet positioned in a wide stance, extend your arms straight out in front of you and in between your knees. Your hands should be at knee level.",
      "Keep your arms straight and in-line with the upward angle of the cable. Elevate your torso in a crunching motion without dropping or bending your arms.",
      "Maintain the rigid position with your arms. Slowly descend back to the starting position with your back arched around the Bosu Ball and your abdominals elongated.",
      "Repeat the same series of movements to failure.",
      "Once you reach failure, keep your abs tight and raise your torso into plank position so your back is elevated off the Bosu Ball.",
      "Lower your arms down to your side; keep them straight. Start doing alternating side bends; reach for your heels! This finishing movement will focus on your obliques."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "75ba07de-7eaf-4c0b-8192-40df2d182400"
  },
  {
    "name": "Box Squat",
    "name_es": "Box Squat",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Aductores",
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "The box squat allows you to squat to desired depth and develop explosive strength in the squat movement. Begin in a power rack with a box at the appropriate height behind you. Typically, you would aim for a box height that brings you to a parallel squat, but you can train higher or lower if desired.",
      "Begin by stepping under the bar and placing it across the back of the shoulders. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wider for more emphasis on the back, glutes, adductors, and hamstrings, or closer together for more quad development. Keep your head facing forward.",
      "With your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips until you are seated on the box. Ideally, your shins should be perpendicular to the ground. Pause when you reach the box, and relax the hip flexors. Never bounce off of a box.",
      "Keeping the weight on your heels and pushing your feet and knees out, drive upward off of the box as you lead the movement with your head. Continue upward, maintaining tightness head to toe."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "5357a2b7-c86d-4a37-9ea4-626449bdad50"
  },
  {
    "name": "Box Squat with Bands",
    "name_es": "Box Squat with s con banda",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Abductores",
      "Aductores",
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "Begin in a power rack with a box at the appropriate height behind you. Set up the bands on the sleeves, secured to either band pegs, the rack, or dumbbells so that there is appropriate tension. If dumbbells are used, secure them so that they don't move. Also, ensure that the dumbbells you are using are heavy enough for the bands that you are using. Additional plates can be used to hold the dumbbells down. If more tension is needed, you can either widen the base on the floor or choke the bands. Typically, you would aim for a box height that brings you to a parallel squat, but you can train higher or lower if desired.",
      "Begin by stepping under the bar and placing it across the back of the shoulders. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wider for more emphasis on the back, glutes, adductors, and hamstrings, or closer together for more quad development. Keep your head facing forward.",
      "With your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips until you are seated on the box. Ideally, your shins should be perpendicular to the ground. Pause when you reach the box, and relax the hip flexors. Never bounce off of a box.",
      "Keeping the weight on your heels and pushing your feet and knees out, drive upward off of the box as you lead the movement with your head. Continue upward, maintaining tightness head to toe. Use care to return the barbell to the rack."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "2c1d34b4-f98b-45bd-b178-c38d836c9c3c"
  },
  {
    "name": "Box Squat with Chains",
    "name_es": "Box Squat with Chains",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Abductores",
      "Aductores",
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "Begin in a power rack with a box at the appropriate height behind you. Typically, you would aim for a box height that brings you to a parallel squat, but you can train higher or lower if desired.",
      "To set up the chains, begin by looping the leader chain over the sleeves of the bar. The heavy chain should be attached using a snap hook. Adjust the length of the lead chain so that a few links are still on the floor at the top of the movement.",
      "Begin by stepping under the bar and placing it across the back of the shoulders. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wider for more emphasis on the back, glutes, adductors, and hamstrings, or closer together for more quad development. Keep your head facing forward.",
      "With your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips until you are seated on the box. Ideally, your shins should be perpendicular to the ground. Pause when you reach the box, and relax the hip flexors. Never bounce off of a box.",
      "Keeping the weight on your heels and pushing your feet and knees out, drive upward off of the box as you lead the movement with your head. Continue upward, maintaining tightness head to toe."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ce8465ab-626b-463c-81b4-430b700c0168"
  },
  {
    "name": "Cable Crunch",
    "name_es": "Crunch en polea",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "cable",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Kneel below a high pulley that contains a rope attachment.",
      "Grasp cable rope attachment and lower the rope until your hands are placed next to your face.",
      "Flex your hips slightly and allow the weight to hyperextend the lower back. This will be your starting position.",
      "With the hips stationary, flex the waist as you contract the abs so that the elbows travel towards the middle of the thighs. Exhale as you perform this portion of the movement and hold the contraction for a second.",
      "Slowly return to the starting position as you inhale. Tip: Make sure that you keep constant tension on the abs throughout the movement. Also, do not choose a weight so heavy that the lower back handles the brunt of the work.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "475a74cd-8b9b-42ff-bea0-4f7e0cbb760b"
  },
  {
    "name": "Cable Deadlifts",
    "name_es": "Deadlifts en polea",
    "force": "pull",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "cable",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Antebrazos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "Move the cables to the bottom of the towers and select an appropriate weight. Stand directly in between the uprights.",
      "To begin, squat down be flexing your hips and knees until you can reach the handles.",
      "After grasping them, begin your ascent. Driving through your heels extend your hips and knees keeping your hands hanging at your side. Keep your head and chest up throughout the movement.",
      "After reaching a full standing position, Return to the starting position and repeat."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ff6b5b13-f561-40d9-87b3-d2a7746836a3"
  },
  {
    "name": "Cable Reverse Crunch",
    "name_es": "Reverse Crunch en polea",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "cable",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Connect an ankle strap attachment to a low pulley cable and position a mat on the floor in front of it.",
      "Sit down with your feet toward the pulley and attach the cable to your ankles.",
      "Lie down, elevate your legs and bend your knees at a 90-degree angle. Your legs and the cable should be aligned. If not, adjust the pulley up or down until they are.",
      "With your hands behind your head, bring your knees inward to your torso and elevate your hips off the floor.",
      "Pause for a moment and in a slow and controlled manner drop your hips and bring your legs back to the starting 90-degree angle. You should still have tension on your abs in the resting position.",
      "Repeat the same movement to failure."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "cd0cd830-07c0-43cc-97d3-26a4f13b546b"
  },
  {
    "name": "Cable Seated Crunch",
    "name_es": "Seated Crunch en polea",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "cable",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Seat on a flat bench with your back facing a high pulley.",
      "Grasp the cable rope attachment with both hands (with the palms of the hands facing each other) and place your hands securely over both shoulders. Tip: Allow the weight to hyperextend the lower back slightly. This will be your starting position.",
      "With the hips stationary, flex the waist so the elbows travel toward the hips. Breathe out as you perform this step.",
      "As you inhale, go back to the initial position slowly.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "dd9dc0de-bf5f-4ff5-92ec-93cb2b35a961"
  },
  {
    "name": "Car Deadlift",
    "name_es": "Car Deadlift",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "other",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Antebrazos",
      "Glúteos",
      "Isquios",
      "Lumbar",
      "Trapecio"
    ],
    "instructions": [
      "This event apparatus typically has neutral grip handles, however some have a straight bar that you can approach like a normal deadlift. The apparatus can be loaded with a vehicle or other heavy objects such as tractor tires or kegs.",
      "Center yourself between the handles if you are a strong squatter, or back a couple inches if you are a strong deadlifter. You feet should be about hip width apart. Bend at the hip to grip the handles. With your feet and your grip set, take a big breath and then lower your hips and flex the knees.",
      "Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward. As the weight comes up, pull your shoulder blades together as you drive your hips forward.",
      "Lower the weight by bending at the hips and guiding it to the floor."
    ],
    "category": "strongman",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "740cbdff-6bfe-4e1d-a00d-b1276c116f3b"
  },
  {
    "name": "Chair Squat",
    "name_es": "Chair Squat",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "To begin, first set the bar to a position that best matches your height. Once the bar is loaded, step under it and position it across the back of your shoulders.",
      "Take the bar with your hands facing forward, unlock it and lift it off the rack by extending your legs.",
      "Move your feet forward about 18 inches in front of the bar. Position your legs using a shoulder width stance with the toes slightly pointed out. Look forward at all times and maintain a neutral or slightly arched spine. This will be your starting position.",
      "Slowly lower the bar by bending the knees as you maintain a straight posture with the head up. Continue down until the angle between the upper and lower leg breaks 90 degrees.",
      "Begin to raise the bar as you exhale by pushing the floor with the heels of your feet, extending the knees and returning to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ec954062-161a-48a1-b234-cbdd8268897b"
  },
  {
    "name": "Chin-Up",
    "name_es": "Chin-Up",
    "force": "pull",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Espalda"
    ],
    "secondary_muscles": [
      "Bíceps",
      "Antebrazos",
      "Espalda media"
    ],
    "instructions": [
      "Grab the pull-up bar with the palms facing your torso and a grip closer than the shoulder width.",
      "As you have both arms extended in front of you holding the bar at the chosen grip width, keep your torso as straight as possible while creating a curvature on your lower back and sticking your chest out. This is your starting position. Tip: Keeping the torso as straight as possible maximizes biceps stimulation while minimizing back involvement.",
      "As you breathe out, pull your torso up until your head is around the level of the pull-up bar. Concentrate on using the biceps muscles in order to perform the movement. Keep the elbows close to your body. Tip: The upper torso should remain stationary as it moves through space and only the arms should move. The forearms should do no other work other than hold the bar.",
      "After a second of squeezing the biceps in the contracted position, slowly lower your torso back to the starting position; when your arms are fully extended. Breathe in as you perform this portion of the movement.",
      "Repeat this motion for the prescribed amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "2fc7be3b-37a2-49c4-a85a-c9c9f2e057aa"
  },
  {
    "name": "Clean Deadlift",
    "name_es": "Clean Deadlift",
    "force": "pull",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Antebrazos",
      "Glúteos",
      "Lumbar",
      "Espalda media",
      "Cuádriceps",
      "Trapecio"
    ],
    "instructions": [
      "Begin standing with a barbell close to your shins. Your feet should be directly under your hips with your feet turned out slightly. Grip the bar with a double overhand grip or hook grip, about shoulder width apart. Squat down to the bar. Your spine should be in full extension, with a back angle that places your shoulders in front of the bar and your back as vertical as possible.",
      "Begin by driving through the floor through the front of your heels. As the bar travels upward, maintain a constant back angle. Flare your knees out to the side to help keep them out of the bar's path.",
      "After the bar crosses the knees, complete the lift by driving the hips into the bar until your hips and knees are extended."
    ],
    "category": "olympic weightlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "d864c13f-2e50-4dac-876b-4fbcb2de966c"
  },
  {
    "name": "Close-Grip Barbell Bench Press",
    "name_es": "Close-Grip  Bench Press con barra",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Tríceps"
    ],
    "secondary_muscles": [
      "Pecho",
      "Hombros"
    ],
    "instructions": [
      "Lie back on a flat bench. Using a close grip (around shoulder width), lift the bar from the rack and hold it straight over you with your arms locked. This will be your starting position.",
      "As you breathe in, come down slowly until you feel the bar on your middle chest. Tip: Make sure that - as opposed to a regular bench press - you keep the elbows close to the torso at all times in order to maximize triceps involvement.",
      "After a second pause, bring the bar back to the starting position as you breathe out and push the bar using your triceps muscles. Lock your arms in the contracted position, hold for a second and then start coming down slowly again. Tip: It should take at least twice as long to go down than to come up.",
      "Repeat the movement for the prescribed amount of repetitions.",
      "When you are done, place the bar back in the rack."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "c0032c7d-9231-4e99-aea8-71065dbd9678"
  },
  {
    "name": "Cross-Body Crunch",
    "name_es": "Cross-Body Crunch",
    "force": "pull",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Lie flat on your back and bend your knees about 60 degrees.",
      "Keep your feet flat on the floor and place your hands loosely behind your head. This will be your starting position.",
      "Now curl up and bring your right elbow and shoulder across your body while bring your left knee in toward your left shoulder at the same time. Reach with your elbow and try to touch your knee. Exhale as you perform this movement. Tip: Try to bring your shoulder up towards your knee rather than just your elbow and remember that the key is to contract the abs as you perform the movement; not just to move the elbow.",
      "Now go back down to the starting position as you inhale and repeat with the left elbow and the right knee.",
      "Continue alternating in this manner until all prescribed repetitions are done."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "fd739ad4-1fe7-47c6-a199-e55588764b99"
  },
  {
    "name": "Crossover Reverse Lunge",
    "name_es": "Crossover Reverse Lunge",
    "force": "pull",
    "level": "intermediate",
    "mechanic": null,
    "equipment": null,
    "primary_muscles": [
      "Lumbar"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Abductores",
      "Glúteos",
      "Isquios",
      "Cuádriceps"
    ],
    "instructions": [
      "Stand with your feet shoulder width apart. This will be your starting position.",
      "Perform a rear lunge by stepping back with one foot and flexing the hips and front knee. As you do so, rotate your torso across the front leg.",
      "After a brief pause, return to the starting position and repeat on the other side, continuing in an alternating fashion."
    ],
    "category": "stretching",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "b2fa83a2-a365-4a76-9533-55a267b7e8c5"
  },
  {
    "name": "Crunch - Hands Overhead",
    "name_es": "Crunch - Hands Overhead",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "body only",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Lie on the floor with your back flat and knees bent with around a 60-degree angle between the hamstrings and the calves.",
      "Keep your feet flat on the floor and stretch your arms overhead with your palms crossed. This will be your starting position.",
      "Curl your upper body forward and bring your shoulder blades just off the floor. At all times, keep your arms aligned with your head, neck and shoulder. Don't move them forward from that position. Exhale as you perform this portion of the movement and hold the contraction for a second.",
      "Slowly lower down to the starting position as you inhale.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "31194e7c-a817-4a2a-a2b3-0c2a2fb6c8d6"
  },
  {
    "name": "Crunch - Legs On Exercise Ball",
    "name_es": "Crunch - Legs On con fitball",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "body only",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Lie flat on your back with your feet resting on an exercise ball and your knees bent at a 90 degree angle.",
      "Place your feet three to four inches apart and point your toes inward so they touch.",
      "Place your hands lightly on either side of your head keeping your elbows in. Tip: Don't lock your fingers behind your head.",
      "Push the small of your back down in the floor in order to better isolate your abdominal muscles. This will be your starting position.",
      "Begin to roll your shoulders off the floor and continue to push down as hard as you can with your lower back. Your shoulders should come up off the floor only about four inches, and your lower back should remain on the floor. Breathe out as you execute this portion of the movement. Squeeze your abdominals hard at the top of the contraction and hold for a second. Tip: Focus on a slow, controlled movement. Refrain from using momentum at any time.",
      "Slowly go back down to the starting position as you inhale.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "904048ef-87b3-47fe-a916-6b4a9541e883"
  },
  {
    "name": "Crunches",
    "name_es": "Crunches",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "body only",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Lie flat on your back with your feet flat on the ground, or resting on a bench with your knees bent at a 90 degree angle. If you are resting your feet on a bench, place them three to four inches apart and point your toes inward so they touch.",
      "Now place your hands lightly on either side of your head keeping your elbows in. Tip: Don't lock your fingers behind your head.",
      "While pushing the small of your back down in the floor to better isolate your abdominal muscles, begin to roll your shoulders off the floor.",
      "Continue to push down as hard as you can with your lower back as you contract your abdominals and exhale. Your shoulders should come up off the floor only about four inches, and your lower back should remain on the floor. At the top of the movement, contract your abdominals hard and keep the contraction for a second. Tip: Focus on slow, controlled movement - don't cheat yourself by using momentum.",
      "After the one second contraction, begin to come down slowly again to the starting position as you inhale.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "82b8d3e6-3aa2-4259-bf24-227fbe0832fa"
  },
  {
    "name": "Deadlift with Bands",
    "name_es": "Deadlift with s con banda",
    "force": "pull",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Lumbar"
    ],
    "secondary_muscles": [
      "Antebrazos",
      "Glúteos",
      "Isquios",
      "Espalda media",
      "Cuádriceps",
      "Trapecio"
    ],
    "instructions": [
      "To deadlift with short bands, simply loop them over the bar before you start, and step into them to set up. For long bands, they will need to be anchored to a secure base, such as heavy dumbbells or a rack.",
      "With your feet, and your grip set, take a big breath and then lower your hips and bend the knees until your shins contact the bar. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward. After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar.",
      "Lower the bar by bending at the hips and guiding it to the floor."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "4a5394bd-add8-4841-aa2a-651c7b5f00b8"
  },
  {
    "name": "Deadlift with Chains",
    "name_es": "Deadlift with Chains",
    "force": "pull",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Lumbar"
    ],
    "secondary_muscles": [
      "Antebrazos",
      "Glúteos",
      "Isquios",
      "Espalda media",
      "Cuádriceps",
      "Trapecio"
    ],
    "instructions": [
      "You can attach the chains to the sleeves of the bar, or just drape the middle over the bar so there is a greater weight increase as you lift.",
      "Approach the bar so that it is centered over your feet. You feet should be about hip width apart. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an overhand grip or an over/under grip on heavier sets. With your feet, and your grip set, take a big breath and then lower your hips and bend the knees until your shins contact the bar.",
      "Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward. After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar.",
      "Lower the bar by bending at the hips and guiding it to the floor."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "39f42c72-77e3-40a9-85be-f8ad89110a8a"
  },
  {
    "name": "Decline Barbell Bench Press",
    "name_es": "Decline  Bench Press con barra",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Secure your legs at the end of the decline bench and slowly lay down on the bench.",
      "Using a medium width grip (a grip that creates a 90-degree angle in the middle of the movement between the forearms and the upper arms), lift the bar from the rack and hold it straight over you with your arms locked. The arms should be perpendicular to the floor. This will be your starting position. Tip: In order to protect your rotator cuff, it is best if you have a spotter help you lift the barbell off the rack.",
      "As you breathe in, come down slowly until you feel the bar on your lower chest.",
      "After a second pause, bring the bar back to the starting position as you breathe out and push the bar using your chest muscles. Lock your arms and squeeze your chest in the contracted position, hold for a second and then start coming down slowly again. Tip: It should take at least twice as long to go down than to come up).",
      "Repeat the movement for the prescribed amount of repetitions.",
      "When you are done, place the bar back in the rack."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "0c4c0412-2b20-4468-8ec9-8ff4e57700b8"
  },
  {
    "name": "Decline Crunch",
    "name_es": "Decline Crunch",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "isolation",
    "equipment": "body only",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Secure your legs at the end of the decline bench and lie down.",
      "Now place your hands lightly on either side of your head keeping your elbows in. Tip: Don't lock your fingers behind your head.",
      "While pushing the small of your back down in the bench to better isolate your abdominal muscles, begin to roll your shoulders off it.",
      "Continue to push down as hard as you can with your lower back as you contract your abdominals and exhale. Your shoulders should come up off the bench only about four inches, and your lower back should remain on the bench. At the top of the movement, contract your abdominals hard and keep the contraction for a second. Tip: Focus on slow, controlled movement - don't cheat yourself by using momentum.",
      "After the one second contraction, begin to come down slowly again to the starting position as you inhale.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "25ce49fa-7266-49a4-9c1b-1befd938a1ff"
  },
  {
    "name": "Decline Dumbbell Bench Press",
    "name_es": "Decline  Bench Press con mancuerna",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Secure your legs at the end of the decline bench and lie down with a dumbbell on each hand on top of your thighs. The palms of your hand will be facing each other.",
      "Once you are laying down, move the dumbbells in front of you at shoulder width.",
      "Once at shoulder width, rotate your wrists forward so that the palms of your hands are facing away from you. This will be your starting position.",
      "Bring down the weights slowly to your side as you breathe out. Keep full control of the dumbbells at all times. Tip: Throughout the motion, the forearms should always be perpendicular to the floor.",
      "As you breathe out, push the dumbbells up using your pectoral muscles. Lock your arms in the contracted position, squeeze your chest, hold for a second and then start coming down slowly. Tip: It should take at least twice as long to go down than to come up..",
      "Repeat the movement for the prescribed amount of repetitions of your training program."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "560ab176-cef1-4597-a9bf-2974b250f5f6"
  },
  {
    "name": "Decline Oblique Crunch",
    "name_es": "Decline Oblique Crunch",
    "force": "pull",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Secure your legs at the end of the decline bench and slowly lay down on the bench.",
      "Raise your upper body off the bench until your torso is about 35-45 degrees if measured from the floor.",
      "Put one hand beside your head and the other on your thigh. This will be your starting position.",
      "Raise your upper body slowly from the starting position while turning your torso to the left. Continue crunching up as you exhale until your right elbow touches your left knee. Hold this contracted position for a second. Tip: Focus on keeping your abs tight and keeping the movement slow and controlled.",
      "Lower your body back down slowly to the starting position as you inhale.",
      "After completing one set on the right for the recommended amount of repetitions, switch to your left side. Tip: Focus on really twisting your torso and feeling the contraction when you are in the up position."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "d886ba9e-dadb-462f-af78-f735e55587e8"
  },
  {
    "name": "Decline Reverse Crunch",
    "name_es": "Decline Reverse Crunch",
    "force": "pull",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Lie on your back on a decline bench and hold on to the top of the bench with both hands. Don't let your body slip down from this position.",
      "Hold your legs parallel to the floor using your abs to hold them there while keeping your knees and feet together. Tip: Your legs should be fully extended with a slight bend on the knee. This will be your starting position.",
      "While exhaling, move your legs towards the torso as you roll your pelvis backwards and you raise your hips off the bench. At the end of this movement your knees will be touching your chest.",
      "Hold the contraction for a second and move your legs back to the starting position while inhaling.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "9cd2205e-b92f-4638-8141-e23aaea98820"
  },
  {
    "name": "Deficit Deadlift",
    "name_es": "Deficit Deadlift",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Lumbar"
    ],
    "secondary_muscles": [
      "Antebrazos",
      "Glúteos",
      "Isquios",
      "Espalda media",
      "Cuádriceps",
      "Trapecio"
    ],
    "instructions": [
      "Begin by having a platform or weight plates that you can stand on, usually 1-3 inches in height. Approach the bar so that it is centered over your feet. You feet should be about hip width apart. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an overhand grip or an over/under grip on heavier sets.",
      "With your feet, and your grip set, take a big breath and then lower your hips and bend the knees until your shins contact the bar. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward. After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar.",
      "Lower the bar by bending at the hips and guiding it to the floor."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "1210e240-7721-4bf2-aad7-20955eca3489"
  },
  {
    "name": "Dips - Chest Version",
    "name_es": "Dips - Chest Version",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "other",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "For this exercise you will need access to parallel bars. To get yourself into the starting position, hold your body at arms length (arms locked) above the bars.",
      "While breathing in, lower yourself slowly with your torso leaning forward around 30 degrees or so and your elbows flared out slightly until you feel a slight stretch in the chest.",
      "Once you feel the stretch, use your chest to bring your body back to the starting position as you breathe out. Tip: Remember to squeeze the chest at the top of the movement for a second.",
      "Repeat the movement for the prescribed amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ba0e83d6-c3d1-443f-905a-f0ab9a075070"
  },
  {
    "name": "Dips - Triceps Version",
    "name_es": "Dips - Triceps Version",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Tríceps"
    ],
    "secondary_muscles": [
      "Pecho",
      "Hombros"
    ],
    "instructions": [
      "To get into the starting position, hold your body at arm's length with your arms nearly locked above the bars.",
      "Now, inhale and slowly lower yourself downward. Your torso should remain upright and your elbows should stay close to your body. This helps to better focus on tricep involvement. Lower yourself until there is a 90 degree angle formed between the upper arm and forearm.",
      "Then, exhale and push your torso back up using your triceps to bring your body back to the starting position.",
      "Repeat the movement for the prescribed amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "2526535d-6472-44e8-860a-c5a696cd385e"
  },
  {
    "name": "Dumbbell Bench Press",
    "name_es": "Bench Press con mancuerna",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Lie down on a flat bench with a dumbbell in each hand resting on top of your thighs. The palms of your hands will be facing each other.",
      "Then, using your thighs to help raise the dumbbells up, lift the dumbbells one at a time so that you can hold them in front of you at shoulder width.",
      "Once at shoulder width, rotate your wrists forward so that the palms of your hands are facing away from you. The dumbbells should be just to the sides of your chest, with your upper arm and forearm creating a 90 degree angle. Be sure to maintain full control of the dumbbells at all times. This will be your starting position.",
      "Then, as you breathe out, use your chest to push the dumbbells up. Lock your arms at the top of the lift and squeeze your chest, hold for a second and then begin coming down slowly. Tip: Ideally, lowering the weight should take about twice as long as raising it.",
      "Repeat the movement for the prescribed amount of repetitions of your training program."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "d3f02122-0328-4030-bca8-02a5fe42fbb3"
  },
  {
    "name": "Dumbbell Bench Press with Neutral Grip",
    "name_es": "Bench Press with Neutral Grip con mancuerna",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Take a dumbbell in each hand and lay back onto a flat bench. Your feet should be flat on the floor and your shoulder blades retracted.",
      "Maintaining a neutral grip, palms facing each other, begin with your arms extended directly above you, perpendicular to the floor. This will be your starting position.",
      "Begin the movement by flexing the elbow, lowering the upper arms to the side. Descend until the dumbbells are to your torso.",
      "Pause, then extend the elbow and return to the starting position."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "8a72f70e-3307-4ec6-97d5-82885128bc4f"
  },
  {
    "name": "Dumbbell Lunges",
    "name_es": "Lunges con mancuerna",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Stand with your torso upright holding two dumbbells in your hands by your sides. This will be your starting position.",
      "Step forward with your right leg around 2 feet or so from the foot being left stationary behind and lower your upper body down, while keeping the torso upright and maintaining balance. Inhale as you go down. Note: As in the other exercises, do not allow your knee to go forward beyond your toes as you come down, as this will put undue stress on the knee joint. Make sure that you keep your front shin perpendicular to the ground.",
      "Using mainly the heel of your foot, push up and go back to the starting position as you exhale.",
      "Repeat the movement for the recommended amount of repetitions and then perform with the left leg."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "fce5c5a9-0925-44c7-b23b-df7fa2a42aac"
  },
  {
    "name": "Dumbbell Rear Lunge",
    "name_es": "Rear Lunge con mancuerna",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Stand with your torso upright holding two dumbbells in your hands by your sides. This will be your starting position.",
      "Step backward with your right leg around two feet or so from the left foot and lower your upper body down, while keeping the torso upright and maintaining balance. Inhale as you go down. Tip: As in the other exercises, do not allow your knee to go forward beyond your toes as you come down, as this will put undue stress on the knee joint. Make sure that you keep your front shin perpendicular to the ground. Keep the torso upright during the lunge; flexible hip flexors are important. A long lunge emphasizes the Gluteus Maximus; a short lunge emphasizes Quadriceps.",
      "Push up and go back to the starting position as you exhale. Tip: Use the ball of your feet to push in order to accentuate the quadriceps. To focus on the glutes, press with your heels.",
      "Now repeat with the opposite leg."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "61259212-32bb-4ebc-b622-cd50d3020fdb"
  },
  {
    "name": "Dumbbell Squat",
    "name_es": "Squat con mancuerna",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "Stand up straight while holding a dumbbell on each hand (palms facing the side of your legs).",
      "Position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times as looking down will get you off balance and also maintain a straight back. This will be your starting position. Note: For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances discussed in the foot stances section.",
      "Begin to slowly lower your torso by bending the knees as you maintain a straight posture with the head up. Continue down until your thighs are parallel to the floor. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.",
      "Begin to raise your torso as you exhale by pushing the floor with the heel of your foot mainly as you straighten the legs again and go back to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "526048e1-8657-4408-9efe-04201ec43b53"
  },
  {
    "name": "Dumbbell Squat To A Bench",
    "name_es": "Squat To A Bench con mancuerna",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "Stand up straight with a flat bench behind you while holding a dumbbell on each hand (palms facing the side of your legs).",
      "Position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times as looking down will get you off balance and also maintain a straight back. This will be your starting position. Note: For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances discussed in the foot stances section.",
      "Begin to slowly lower your torso by bending the knees as you maintain a straight posture with the head up. Continue down until you slightly touch the bench behind you. Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.",
      "Begin to raise the bar as you exhale by pushing the floor with the heel of your foot mainly as you straighten the legs again and go back to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "9ed1a20f-17ab-4b9c-9fb2-615f5b2e061e"
  },
  {
    "name": "Elevated Back Lunge",
    "name_es": "Elevated Back Lunge",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Position a bar onto a rack at shoulder height loaded to an appropriate weight. Place a short, raised platform behind you.",
      "Rack the bar onto your upper back, keeping your back arched and tight. Step onto your raised platform with both feet. This will be your starting position.",
      "Begin by stepping backwards with one leg. Descend by flexing your hips and knees until your knee touches the floor.",
      "Pause, and extend through the hips and knees to rise up, returning all the way to the starting position before alternating."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "5f8fd10d-13fa-4285-8546-7f83c46806c6"
  },
  {
    "name": "Exercise Ball Crunch",
    "name_es": "Crunch con fitball",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "exercise ball",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Lie on an exercise ball with your lower back curvature pressed against the spherical surface of the ball. Your feet should be bent at the knee and pressed firmly against the floor. The upper torso should be hanging off the top of the ball. The arms should either be kept alongside the body or crossed on top of your chest as these positions avoid neck strains (as opposed to the hands behind the back of the head position).",
      "Lower your torso into a stretch position keeping the neck stationary at all times. This will be your starting position.",
      "With the hips stationary, flex the waist by contracting the abdominals and curl the shoulders and trunk upward until you feel a nice contraction on your abdominals. The arms should simply slide up the side of your legs if you have them at the side or just stay on top of your chest if you have them crossed. The lower back should always stay in contact with the ball. Exhale as you perform this movement and hold the contraction for a second.",
      "As you inhale, go back to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "0e6199d1-da03-40b1-8b86-ad014ae5686a"
  },
  {
    "name": "Fast Skipping",
    "name_es": "Skipping rápido",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Abductores",
      "Aductores",
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Start in a relaxed position with one leg slightly forward. This will be your starting position.",
      "Skip by executing a step-hop pattern of right-right-step to left-left-step, and so on, alternating back and forth.",
      "Perform fast skips by maintaining close contact with the ground and reduce air time, moving as quickly as possible."
    ],
    "category": "plyometrics",
    "is_popular": true,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "257f24f1-0601-4f29-a6a9-d5052ecf1327"
  },
  {
    "name": "Frankenstein Squat",
    "name_es": "Frankenstein Squat",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "This drill teaches you the proper positioning of both the bar and your body during the clean and front squat.",
      "Place the barbell on the front of the shoulders, releasing your grip and extending your arms out in front of you. The shoulders should be pushed forward to create a shelf, and the bar should be in contact with the throat. Ensure that you only move your shoulder blades forward; don't round the thoracic spine.",
      "Squat by flexing the knees and hips, sitting in between your legs. Keep the torso upright, the arms up, and the shoulders forward, and the bar should stay in place. Go to the bottom of the squat, until your hamstrings contact your calves.",
      "Return to the upright position by driving through the front of the heel and extending the knees and hips."
    ],
    "category": "olympic weightlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "30b5c3d9-cdb5-45cc-a1d4-7af017bef581"
  },
  {
    "name": "Freehand Jump Squat",
    "name_es": "Freehand Jump Squat",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Cross your arms over your chest.",
      "With your head up and your back straight, position your feet at shoulder width.",
      "Keeping your back straight and chest up, squat down as you inhale until your upper thighs are parallel, or lower, to the floor.",
      "Now pressing mainly with the ball of your feet, jump straight up in the air as high as possible, using the thighs like springs. Exhale during this portion of the movement.",
      "When you touch the floor again, immediately squat down and jump again.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "d2290a94-a263-4c4f-8468-c6cb868dc367"
  },
  {
    "name": "Front Barbell Squat",
    "name_es": "Front  Squat con barra",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack that best matches your height. Once the correct height is chosen and the bar is loaded, bring your arms up under the bar while keeping the elbows high and the upper arm slightly above parallel to the floor. Rest the bar on top of the deltoids and cross your arms while grasping the bar for total control.",
      "Lift the bar off the rack by first pushing with your legs and at the same time straightening your torso.",
      "Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times as looking down will get you off balance and also maintain a straight back. This will be your starting position. (Note: For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances described in the foot positioning section).",
      "Begin to slowly lower the bar by bending the knees as you maintain a straight posture with the head up. Continue down until the angle between the upper leg and the calves becomes slightly less than 90-degrees (which is the point in which the upper legs are below parallel to the floor). Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.",
      "Begin to raise the bar as you exhale by pushing the floor mainly with the middle of your foot as you straighten the legs again and go back to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "61cf64cf-cb5d-49d5-9bd3-229211585de3"
  },
  {
    "name": "Front Barbell Squat To A Bench",
    "name_es": "Front  Squat To A Bench con barra",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "This exercise is best performed inside a squat rack for safety purposes. To begin, first set a flat bench behind you and set the bar on a rack that best matches your height. Once the correct height is chosen and the bar is loaded, bring your arms up under the bar while keeping the elbows high and the upper arm slightly above parallel to the floor. Rest the bar on top of the deltoids and cross your arms while grasping the bar for total control.",
      "Lift the bar off the rack by first pushing with your legs and at the same time straightening your torso.",
      "Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times as looking down will get you off balance and also maintain a straight back. This will be your starting position. (Note: For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances described in the foot positioning section).",
      "Begin to slowly lower the bar by bending the knees as you maintain a straight posture with the head up. Continue down until you touch the bench with your glutes. Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.",
      "Begin to raise the bar as you exhale by pushing the floor mainly with the heel of your foot as you straighten the legs again and go back to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ba43bcce-d20d-450b-8142-04e6c8bf7775"
  },
  {
    "name": "Front Squat (Clean Grip)",
    "name_es": "Front Squat (Clean Grip)",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "To begin, first set the bar in a rack slightly below shoulder level. Rest the bar on top of the deltoids, pushing into the clavicles, and lightly touching the throat. Your hands should be in a clean grip, touching the bar only with your fingers to help keep it in position.",
      "Lift the bar off the rack by first pushing with your legs and at the same time straightening your torso. Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head and elbows up at all times. This will be your starting position.",
      "Bend at the knees, sitting down between your legs. Continue down until your hamstrings are on your calves. Keep your knees aligned with your feet by consciously using your abductors to push your knees out as you squat.",
      "Begin to raise the bar as you exhale by pushing the floor mainly with the heel or middle of your foot as you straighten the legs again and return to the starting position."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "cdea542e-19ec-40b2-a93a-655a322bbd37"
  },
  {
    "name": "Front Squats With Two Kettlebells",
    "name_es": "Front Squats With Two s con pesa rusa",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "kettlebells",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos"
    ],
    "instructions": [
      "Clean two kettlebells to your shoulders. Clean the kettlebells to your shoulders by extending through the legs and hips as you pull the kettlebells towards your shoulders. Rotate your wrists as you do so.",
      "Looking straight ahead at all times, squat as low as you can and pause at the bottom. As you squat down, push your knees out. You should squat between your legs, keeping an upright torso, with your head and chest up.",
      "Rise back up by driving through your heels and repeat."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "9dcc1370-b5f0-4c8e-ba45-d88046d10c4f"
  },
  {
    "name": "Goblet Squat",
    "name_es": "Goblet Squat",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "kettlebells",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Hombros"
    ],
    "instructions": [
      "Stand holding a light kettlebell by the horns close to your chest. This will be your starting position.",
      "Squat down between your legs until your hamstrings are on your calves. Keep your chest and head up and your back straight.",
      "At the bottom position, pause and use your elbows to push your knees out. Return to the starting position, and repeat for 10-20 repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "955dad73-12d3-4733-82a1-12bb8d7349ea"
  },
  {
    "name": "Good Morning",
    "name_es": "Buenos días",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Glúteos",
      "Lumbar"
    ],
    "instructions": [
      "Begin with a bar on a rack at shoulder height. Rack the bar across the rear of your shoulders as you would a power squat, not on top of your shoulders. Keep your back tight, shoulder blades pinched together, and your knees slightly bent. Step back from the rack.",
      "Begin by bending at the hips, moving them back as you bend over to near parallel. Keep your back arched and your cervical spine in proper alignment.",
      "Reverse the motion by extending through the hips with your glutes and hamstrings. Continue until you have returned to the starting position."
    ],
    "category": "powerlifting",
    "is_popular": true,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "73fa2054-b3ff-4c41-8f21-029730844099"
  },
  {
    "name": "Good Morning off Pins",
    "name_es": "Good Morning off Pins",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Glúteos",
      "Lumbar"
    ],
    "instructions": [
      "Begin with a bar on a rack at about the same height as your stomach. Bend over underneath the bar and rack the bar across the rear of your shoulders as you would a power squat, not on top of your shoulders. At the proper height, you should be near parallel to the floor when bent over. Keep your back tight, shoulder blades pinched together, and your knees slightly bent. Keep your back arched and your cervical spine in proper alignment.",
      "Begin the motion by extending through the hips with your glutes and hamstrings, and you are standing with the weight. Slowly lower the weight back to the pins returning to the starting position."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "28ab6a5d-8be1-45bb-ba28-8c14eaf98355"
  },
  {
    "name": "Gorilla Chin/Crunch",
    "name_es": "Gorilla Chin/Crunch",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [
      "Bíceps",
      "Espalda"
    ],
    "instructions": [
      "Hang from a chin-up bar using an underhand grip (palms facing you) that is slightly wider than shoulder width.",
      "Now bend your knees at a 90 degree angle so that the calves are parallel to the floor while the thighs remain perpendicular to it. This will be your starting position.",
      "As you exhale, pull yourself up while crunching your knees up at the same time until your knees are at chest level. You will stop going up as soon as your nose is at the same level as the bar. Tip: When you get to this point you should also be finishing the crunch at the same time.",
      "Slowly start to inhale as you return to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "824ec209-56ae-402b-b534-2083ac5c0431"
  },
  {
    "name": "Hack Squat",
    "name_es": "Hack Squat",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Place the back of your torso against the back pad of the machine and hook your shoulders under the shoulder pads provided.",
      "Position your legs in the platform using a shoulder width medium stance with the toes slightly pointed out. Tip: Keep your head up at all times and also maintain the back on the pad at all times.",
      "Place your arms on the side handles of the machine and disengage the safety bars (which on most designs is done by moving the side handles from a facing front position to a diagonal position).",
      "Now straighten your legs without locking the knees. This will be your starting position. (Note: For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances described in the foot positioning section).",
      "Begin to slowly lower the unit by bending the knees as you maintain a straight posture with the head up (back on the pad at all times). Continue down until the angle between the upper leg and the calves becomes slightly less than 90-degrees (which is the point in which the upper legs are below parallel to the floor). Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.",
      "Begin to raise the unit as you exhale by pushing the floor with mainly with the heel of your foot as you straighten the legs again and go back to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "6d27704e-a30d-4e16-87e7-8a031214054c"
  },
  {
    "name": "Hammer Grip Incline DB Bench Press",
    "name_es": "Hammer Grip Incline DB Bench Press",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Lie back on an incline bench with a dumbbell on each hand on top of your thighs. The palms of your hand will be facing each other.",
      "By using your thighs to help you get the dumbbells up, clean the dumbbells one arm at a time so that you can hold them at shoulder width.",
      "Once at shoulder width, keep the palms of your hands with a neutral grip (palms facing each other). Keep your elbows flared out with the upper arms in line with the shoulders (perpendicular to the torso) and the elbows bent creating a 90-degree angle between the upper arm and the forearm. This will be your starting position.",
      "Now bring down the weights slowly to your side as you breathe in. Keep full control of the dumbbells at all times.",
      "As you breathe out, push the dumbbells up using your pectoral muscles. Lock your arms in the contracted position, hold for a second and then start coming down slowly. Tip: It should take at least twice as long to go down than to come up.",
      "Repeat the movement for the prescribed amount of repetitions.",
      "When you are done, place the dumbbells back in your thighs and then on the floor. This is the safest manner to dispose of the dumbbells."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "9e585660-48c0-4b4c-9ed0-ac784e36a272"
  },
  {
    "name": "Handstand Push-Ups",
    "name_es": "Handstand Push-Ups",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Hombros"
    ],
    "secondary_muscles": [
      "Tríceps"
    ],
    "instructions": [
      "With your back to the wall bend at the waist and place both hands on the floor at shoulder width.",
      "Kick yourself up against the wall with your arms straight. Your body should be upside down with the arms and legs fully extended. Keep your whole body as straight as possible. Tip: If doing this for the first time, have a spotter help you. Also, make sure that you keep facing the wall with your head, rather than looking down.",
      "Slowly lower yourself to the ground as you inhale until your head almost touches the floor. Tip: It is of utmost importance that you come down slow in order to avoid head injury.",
      "Push yourself back up slowly as you exhale until your elbows are nearly locked.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "429dbdb0-cfc7-4334-9b6f-a54f723754d7"
  },
  {
    "name": "Hanging Bar Good Morning",
    "name_es": "Hanging Bar Good Morning",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Glúteos",
      "Lumbar"
    ],
    "instructions": [
      "Begin with a bar on a rack at about the same height as your stomach. Suspend the bar using chains or suspension straps.",
      "Bend over underneath the bar and rack the bar across the rear of your shoulders as you would a power squat, not on top of your traps. At the proper height, you should be near parallel to the floor when bent over. Keep your back tight, shoulder blades pinched together, and your knees slightly bent. Keep your back arched and your cervical spine in proper alignment.",
      "Begin the motion by extending through the hips with your glutes and hamstrings, and you are standing with the weight.",
      "Slowly lower the weight back to the starting position, where it is supported by the chains."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ec1bc9d5-c41d-420a-8233-72e89f79c871"
  },
  {
    "name": "Hug Knees To Chest",
    "name_es": "Abrazo de rodillas al pecho",
    "force": "static",
    "level": "beginner",
    "mechanic": null,
    "equipment": null,
    "primary_muscles": [
      "Lumbar"
    ],
    "secondary_muscles": [
      "Glúteos"
    ],
    "instructions": [
      "Lie down on your back and pull both knees up to your chest.",
      "Hold your arms under the knees, not over (that would put to much pressure on your knee joints).",
      "Slowly pull the knees toward your shoulders. This also stretches your buttocks muscles."
    ],
    "category": "stretching",
    "is_popular": true,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "255e21ea-d09c-4472-a310-bb39151c7a8f"
  },
  {
    "name": "Isometric Wipers",
    "name_es": "Limpiaparabrisas isométricos",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Assume a push-up position, supporting your weight on your hands and toes while keeping your body straight. Your hands should be just outside of shoulder width. This will be your starting position.",
      "Begin by shifting your body weight as far to one side as possible, allowing the elbow on that side to flex as you lower your body.",
      "Reverse the motion by extending the flexed arm, pushing yourself up and then dropping to the other side.",
      "Repeat for the desired number of repetitions."
    ],
    "category": "strength",
    "is_popular": true,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "27983a25-a9b7-49a6-8e5b-ececf298517c"
  },
  {
    "name": "Jefferson Squats",
    "name_es": "Jefferson Squats",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar",
      "Trapecio"
    ],
    "instructions": [
      "Place a barbell on the floor.",
      "Stand in the middle of the bar length wise.",
      "Bend down by bending at the knees and keeping your back straight and grasp the front of the bar with your right hand. Your palm should be in (neutral grip) facing the left side.",
      "Grasp the rear of the bar with your left hand. The palm of your hand should be in neutral grip alignment (palms facing the right side). Tip: Ensure that your grip is even on the bar. Your torso should be positioned right in the middle of the bar and the distance between your torso and your right hand (which should be at the front) should be the same as the distance between your torso and your left hand (which should be to your back).",
      "Now stand straight up with the weight. Tip: Your feet should be shoulder width apart and your toes slightly pointed out.",
      "Squat down by bending at the knees and keeping your back straight until your upper thighs are parallel with the floor. Tip: Keep your back as vertical as possible with the floor and your head up. Also remember to not let your knees go past your toes. Inhale during this portion of the movement.",
      "Now drive yourself back up to the starting position by pushing with the feet . Tip: Keep the bar hanging at arm's length and your elbows locked with a slight bend. The arms only serve as hooks. Avoid doing any lifting with them. Do the lifting with your thighs; not your arms."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ea7d9074-4014-487b-aab8-241e581c7bfb"
  },
  {
    "name": "Jerk Dip Squat",
    "name_es": "Jerk Dip Squat",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Gemelos"
    ],
    "instructions": [
      "This movement strengthens the dip portion of the jerk. Begin with the bar racked in the jerk position, with the shoulders forward to create a shelf and the bar lightly contacting the throat. The feet should be directly under the hips, with the feet turned out as is comfortable.",
      "Keeping the torso vertical, dip by flexing the knees, allowing them to travel forward and without moving the hips to the rear. The dip should not be excessive. Return the weight to the starting position by driving forcefully though the feet."
    ],
    "category": "olympic weightlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "7f8ce9ea-057b-4980-9048-bf6ee44fe5aa"
  },
  {
    "name": "Kettlebell Arnold Press",
    "name_es": "Arnold Press con pesa rusa",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "kettlebells",
    "primary_muscles": [
      "Hombros"
    ],
    "secondary_muscles": [
      "Tríceps"
    ],
    "instructions": [
      "Clean a kettlebell to your shoulder. Clean the kettlebell to your shoulder by extending through the legs and hips as you raise the kettlebell towards your shoulder. The palm should be facing inward.",
      "Looking straight ahead, press the kettlebell out and overhead, rotating your wrist so that your palm faces forward at the top of the motion.",
      "Return the kettlebell to the starting position, with the palm facing in."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "542b4015-b5b5-45f8-8b8f-10c06f304763"
  },
  {
    "name": "Kettlebell One-Legged Deadlift",
    "name_es": "One-Legged Deadlift con pesa rusa",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "kettlebells",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Glúteos",
      "Lumbar"
    ],
    "instructions": [
      "Hold a kettlebell by the handle in one hand. Stand on one leg, on the same side that you hold the kettlebell.",
      "Keeping that knee slightly bent, perform a stiff legged deadlift by bending at the hip, extending your free leg behind you for balance.",
      "Continue lowering the kettlebell until you are parallel to the ground, and then return to the upright position."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "8760dbad-5336-46da-975c-200dfb2a0991"
  },
  {
    "name": "Kettlebell Pistol Squat",
    "name_es": "Pistol Squat con pesa rusa",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "kettlebells",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Hombros"
    ],
    "instructions": [
      "Pick up a kettlebell with two hands and hold it by the horns. Hold one leg off of the floor and squat down on the other.",
      "Squat down by flexing the knee and sitting back with the hips, holding the kettlebell up in front of you.",
      "Hold the bottom position for a second and then reverse the motion, driving through the heel and keeping your head and chest up.",
      "Lower yourself again and repeat."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "13cf269b-dfbb-43bc-b5ba-d9cb1414ccbb"
  },
  {
    "name": "Kettlebell Turkish Get-Up (Lunge style)",
    "name_es": "Turkish Get-Up (Lunge style) con pesa rusa",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "kettlebells",
    "primary_muscles": [
      "Hombros"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Isquios",
      "Cuádriceps",
      "Tríceps"
    ],
    "instructions": [
      "Lie on your back on the floor and press a kettlebell to the top position by extending the elbow. Bend the knee on the same side as the kettlebell.",
      "Keeping the kettlebell locked out at all times, pivot to the opposite side and use your non- working arm to assist you in driving forward to the lunge position. Using your free hand, push yourself to a seated position, then progressing to one knee.",
      "While looking up at the kettlebell, slowly stand up. Reverse the motion back to the starting position and repeat."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "c6c26908-db45-4c87-b09a-7e148c1a5159"
  },
  {
    "name": "Kettlebell Turkish Get-Up (Squat style)",
    "name_es": "Turkish Get-Up (Squat style) con pesa rusa",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "kettlebells",
    "primary_muscles": [
      "Hombros"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Gemelos",
      "Isquios",
      "Cuádriceps",
      "Tríceps"
    ],
    "instructions": [
      "Lie on your back on the floor and press a kettlebell to the top position by extending the elbow. Bend the knee on the same side as the kettlebell.",
      "Keeping the kettlebell locked out at all times, pivot to the opposite side and use your non- working arm to assist you in driving forward to the lunge position.",
      "Using your free hand, push yourself to a seated position, then progressing to your feet. While looking up at the kettlebell, slowly stand up. Reverse the motion back to the starting position and repeat."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ff72b412-9dd3-4b1d-a1b1-0d4083230c85"
  },
  {
    "name": "Kneeling Cable Crunch With Alternating Oblique Twists",
    "name_es": "Kneeling  Crunch With Alternating Oblique Twists en polea",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "cable",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Connect a rope attachment to a high pulley cable and position a mat on the floor in front of it.",
      "Grab the rope with both hands and kneel approximately two feet back from the tower.",
      "Position the rope behind your head with your hands by your ears.",
      "Keep your hands in the same place, contract your abs and pull downward on the rope in a crunching movement until your elbows reach your knees.",
      "Pause briefly at the bottom and rise up in a slow and controlled manner until you reach the starting position.",
      "Repeat the same downward movement until you're halfway down, at which time you'll begin rotating one of your elbows to the opposite knee.",
      "Again, pause briefly at the bottom and rise up in a slow and controlled manner until you reach the starting position.",
      "Repeat the same movement as before, but alternate the other elbow to the opposite knee.",
      "Continue this series of movements to failure."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "adab2331-a395-4c50-9b3b-2aa0ff6efb3d"
  },
  {
    "name": "Kneeling Jump Squat",
    "name_es": "Kneeling Jump Squat",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Glúteos"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Isquios",
      "Cuádriceps"
    ],
    "instructions": [
      "Begin kneeling on the floor with a barbell racked across the back of your shoulders, or you can use your body weight for this exercise. This can be done inside of a power rack to make unracking easier.",
      "Sit back with your hips until your glutes touch your feet, keeping your head and chest up.",
      "Explode up with your hips, generating enough power to land with your feet flat on the floor.",
      "Continue with the squat by driving through your heels and extending the knees to come to a standing position."
    ],
    "category": "olympic weightlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "e5008fb2-e602-432d-b8fd-4773077a175b"
  },
  {
    "name": "Kneeling Squat",
    "name_es": "Kneeling Squat",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Glúteos"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "Set the bar to the proper height in a power rack. Kneel behind the bar; it may be beneficial to put a mat down to pad your knees. Slide under the bar, racking it across the back of your shoulders. Your shoulder blades should be retracted and the bar tight across your back. Unrack the weight.",
      "With your head looking forward, sit back with your butt until you touch your calves.",
      "Reverse the motion, returning the torso to an upright position."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "9362245b-3a48-49d4-9f9e-12614a08bb7c"
  },
  {
    "name": "Leverage Deadlift",
    "name_es": "Leverage Deadlift",
    "force": "pull",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Load the pins to an appropriate weight. Position yourself directly between the handles. Grasp the bottom handles with a comfortable grip, and then lower your hips as you take a breath. Look forward with your head and keep your chest up. This will be your starting position.",
      "Return the weight to the starting position."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "364fe948-d679-49ed-bf2a-b4eccb849bff"
  },
  {
    "name": "Lunge Pass Through",
    "name_es": "Lunge Pass Through",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "kettlebells",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Cuádriceps"
    ],
    "instructions": [
      "Stand with your torso upright holding a kettlebell in your right hand. This will be your starting position.",
      "Step forward with your left foot and lower your upper body down by flexing the hip and the knee, keeping the torso upright. Lower your back knee until it nearly touches the ground.",
      "As you lunge, pass the kettlebell under your front leg to your opposite hand.",
      "Pressing through the heel of your foot, return to the starting position.",
      "Repeat the movement for the recommended amount of repetitions, alternating legs."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "3af89efa-205d-425e-99c4-ae26d452fc82"
  },
  {
    "name": "Lunge Sprint",
    "name_es": "Lunge Sprint",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Adjust a bar in a Smith machine to an appropriate height. Position yourself under the bar, racking it across the back of your shoulders. Unrack the bar, and then split your feet, moving one foot forward and one foot back. This will be your starting position.",
      "Lower your back knee nearly to the ground, flexing the knees and lowering your hips as you do so.",
      "At the bottom of the descent, immediately reverse direction. Explosively drive through the heel of your front foot with light pressure from your back foot. Jump up and reverse the position of your legs.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "8159cfb1-ce8d-4834-bf58-7cef2a236abd"
  },
  {
    "name": "Lying Machine Squat",
    "name_es": "Lying  Squat en máquina",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Adjust the leg machine to a height that will allow you to get inside it with your knees bent and the thighs slightly below parallel.",
      "Once you select the weight, position yourself inside the machine face up with the knees bent and thighs slightly below parallel to the platform. Make sure that the knees do not go past the toes. The angle created between the hamstrings and the calves should be one that is slightly less than 90 degrees (since your starting position requires you to start slightly below parallel). Your back and your head should be resting on the machine while your shoulders are pressed under the shoulder pads.",
      "Place your hands by the handles and position your feet slightly pointing out at a shoulder width position. This will be your starting position.",
      "While pressing with the balls of the feet as you breathe out, make your whole body erect as you squeeze the quads. Hold the contracted position for a second. Tip: Since you are starting below parallel, you can opt to use your hands to help you up by pressing on your thighs only on the first repetition.",
      "Slowly squat down as you inhale but instead of going all the way down to the starting position, just stop once your thighs are parallel to the platform. The angle between your hamstrings and calves should be a 90-degree angle.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "31c49387-7842-4a99-b328-f4e9aabeb912"
  },
  {
    "name": "Machine Bench Press",
    "name_es": "Bench Press en máquina",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Sit down on the Chest Press Machine and select the weight.",
      "Step on the lever provided by the machine since it will help you to bring the handles forward so that you can grab the handles and fully extend the arms.",
      "Grab the handles with a palms-down grip and lift your elbows so that your upper arms are parallel to the floor to the sides of your torso. Tip: Your forearms will be pointing forward since you are grabbing the handles. Once you bring the handles forward and extend the arms you will be at the starting position.",
      "Now bring the handles back towards you as you breathe in.",
      "Push the handles away from you as you flex your pecs and you breathe out. Hold the contraction for a second before going back to the starting position.",
      "Repeat for the recommended amount of reps.",
      "When finished step on the lever again and slowly get the handles back to their original place."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "362f258f-3fd0-42b3-8c1e-2a1778905618"
  },
  {
    "name": "Narrow Stance Hack Squats",
    "name_es": "Narrow Stance Hack Squats",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Place the back of your torso against the back pad of the machine and hook your shoulders under the shoulder pads provided.",
      "Position your legs in the platform using a less than shoulder width narrow stance with the toes slightly pointed out. Your feet should be around 3 inches or less apart. Tip: Keep your head up at all times and also maintain the back on the pad at all times.",
      "Place your arms on the side handles of the machine and disengage the safety bars (which on most designs is done by moving the side handles from a facing front position to a diagonal position).",
      "Now straighten your legs without locking the knees. This will be your starting position.",
      "Begin to slowly lower the unit by bending the knees as you maintain a straight posture with the head up (back on the pad at all times). Continue down until the angle between the upper leg and the calves becomes slightly less than 90-degrees (which is the point in which the upper legs are below parallel to the floor). Inhale as you perform this portion of the movement.",
      "Begin to raise the unit as you exhale by pushing the floor with mainly with the heels of your feet as you straighten the legs again and go back to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "cdea0a3f-b3ab-4411-a89a-bbf1862cf71f"
  },
  {
    "name": "Narrow Stance Squats",
    "name_es": "Narrow Stance Squats",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack that best matches your height. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.",
      "Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.",
      "Step away from the rack and position your legs using a less-than-shoulder-width narrow stance with the toes slightly pointed out. Feet should be around 3-6 inches apart. Keep your head up at all times (looking down will get you off balance) and maintain a straight back. This will be your starting position. (Note: For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances discussed in the foot stances section).",
      "Begin to slowly lower the bar by bending the knees as you maintain a straight posture with the head up. Continue down until the angle between the upper leg and the calves becomes slightly less than 90-degrees (which is the point in which the upper legs are below parallel to the floor). Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.",
      "Begin to raise the bar as you exhale by pushing the floor with the heel of your foot mainly as you straighten the legs again and go back to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "9700b49b-2a21-469d-92d0-d6b26c353e29"
  },
  {
    "name": "Oblique Crunches",
    "name_es": "Oblique Crunches",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "body only",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Lie flat on the floor with your lower back pressed to the ground. For this exercise, you will need to put one hand beside your head and the other to the side against the floor.",
      "Make sure your feet are elevated and resting on a flat surface.",
      "Now lift the shoulder in which your hand is touching your head.",
      "Simply elevate your shoulder and body upward until you touch your knee. For example, if you have your right hand besides your head, then you want to elevate your body upwards until your right elbow touches your left knee. The same variation can be applied doing the inverse and using your left elbow to touch your right knee.",
      "After your knee touches your elbow, lower your body until you have reached the starting position.",
      "Remember to breathe in during the eccentric (lowering) part of the exercise and to breathe out during the concentric (upward) part of the exercise.",
      "Continue alternating in this manner until all of the recommended repetitions for each side have been completed."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "71ae2f83-c5a5-4a53-b89d-c762679fab3e"
  },
  {
    "name": "Oblique Crunches - On The Floor",
    "name_es": "Oblique Crunches - On The Floor",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "body only",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Start out by lying on your right side with your legs lying on top of each other. Make sure your knees are bent a little bit.",
      "Place your left hand behind your head.",
      "Once you are in this set position, begin by moving your left elbow up as you would perform a normal crunch except this time the main emphasis is on your obliques.",
      "Crunch as high as you can, hold the contraction for a second and then slowly drop back down into the starting position.",
      "Remember to breathe in during the eccentric (lowering) part of the exercise and to breathe out during the concentric (elevation) part of the exercise."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "0bc356d1-c2a7-48ef-91df-7de0c8c4db96"
  },
  {
    "name": "Olympic Squat",
    "name_es": "Olympic Squat",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Begin with a barbell supported on top of the traps. The chest should be up, and the head facing forward. Adopt a hip width stance with the feet turned out as needed.",
      "Descend by flexing the knees, refraining from moving the hips back as much as possible. This requires that the knees travel forward; ensure that they stay aligned with the feet. The goal is to keep the torso as upright as possible. Continue all the way down, keeping the weight on the front of the heel.",
      "At the moment the upper legs contact the lower, reverse the motion, driving the weight upward."
    ],
    "category": "olympic weightlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "f57c8393-f308-459f-8549-1c79afadab17"
  },
  {
    "name": "One-Arm Overhead Kettlebell Squats",
    "name_es": "One-Arm Overhead  Squats con pesa rusa",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "kettlebells",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Hombros"
    ],
    "instructions": [
      "Clean and press a kettlebell with one arm. Clean the kettlebell to your shoulder by extending through the legs and hips as you pull the kettlebell towards your shoulder. Rotate your wrist as you do so. Press the weight overhead by extending through the elbow.This will be your starting position.",
      "Looking straight ahead and keeping a kettlebell locked out above you, flex the knees and hips and lower your torso between your legs, keeping your head and chest up.",
      "Pause at the bottom position for a second before rising back to the top, driving through the heels of your feet."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "c782a6ce-f7b0-45a5-8ce3-0f7741145405"
  },
  {
    "name": "One-Arm Side Deadlift",
    "name_es": "One-Arm Side Deadlift",
    "force": "pull",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar",
      "Trapecio"
    ],
    "instructions": [
      "Stand to the side of a barbell next to its center. Bend your knees and lower your body until you are able to reach the barbell.",
      "Grasp the bar as if you were grabbing a briefcase (palms facing you since the bar is sideways). You may need a wrist wrap if you are using a significant amount of weight. This is your starting position.",
      "Use your legs to help lift the barbell up while exhaling. Your arms should extend fully as bring the barbell up until you are in a standing position.",
      "Slowly bring the barbell back down while inhaling. Tip: Make sure to bend your knees while lowering the weight to avoid any injury from occurring.",
      "Repeat for the recommended amount of repetitions.",
      "Switch arms and repeat the movement."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "c13c34c7-c62d-4c16-88a9-d0764c97171e"
  },
  {
    "name": "One Arm Chin-Up",
    "name_es": "One Arm Chin-Up",
    "force": "pull",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "other",
    "primary_muscles": [
      "Espalda media"
    ],
    "secondary_muscles": [
      "Bíceps",
      "Antebrazos",
      "Espalda"
    ],
    "instructions": [
      "For this exercise, start out by placing a towel around a chin up bar.",
      "Grab the chin-up bar with your palm facing you. One hand will be grabbing the chin-up bar and the other will be grabbing the towel.",
      "Bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position.v",
      "Pull your torso up until the bar touches your upper chest by drawing the shoulders and the upper arms down and back. Exhale as you perform this portion of the movement. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary as it moves through space and only the arms should move. The forearms should do no other work other than hold the bar.",
      "After a second on the contracted position, start to inhale and slowly lower your torso back to the starting position when your arms are fully extended and the lats are fully stretched.",
      "Repeat this motion for the prescribed amount of repetitions.",
      "Switch arms and repeat the movement."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ea123f9c-2445-4c5e-aed4-c9bc8352728c"
  },
  {
    "name": "One Arm Dumbbell Bench Press",
    "name_es": "One Arm  Bench Press con mancuerna",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Lie down on a flat bench with a dumbbell in one hand on top of your thigh.",
      "By using your thigh to help you get the dumbbell up, clean the dumbbell up so that you can hold it in front of you at shoulder width. Use the hand you are not lifting with to help position the dumbbell over you properly.",
      "Once at shoulder width, rotate your wrist forward so that the palm of your hand is facing away from you. This will be your starting position.",
      "Bring down the weights slowly to your side as you breathe in. Keep full control of the dumbbell at all times. Tip: Use the hand that you are not lifting with to help keep the dumbbell balance as you may struggle a bit at first. Only use your non-lifting hand if it is needed. Otherwise, keep it resting to the side.",
      "As you breathe out, push the dumbbells up using your pectoral muscles. Lock your arms in the contracted position, squeeze your chest, hold for a second and then start coming down slowly. Tip: It should take at least twice as long to go down than to come up.",
      "Repeat the movement for the prescribed amount of repetitions of your training program.",
      "Switch arms and repeat the movement."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "a2ffe7ba-54d1-4aee-9f01-1b35b7e315ab"
  },
  {
    "name": "One Leg Barbell Squat",
    "name_es": "One Leg  Squat con barra",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Start by standing about 2 to 3 feet in front of a flat bench with your back facing the bench. Have a barbell in front of you on the floor. Tip: Your feet should be shoulder width apart from each other.",
      "Bend the knees and use a pronated grip with your hands being wider than shoulder width apart from each other to lift the barbell up until you can rest it on your chest.",
      "Then lift the barbell over your head and rest it on the base of your neck. Move one foot back so that your toe is resting on the flat bench. Your other foot should be stationary in front of you. Keep your head up at all times as looking down will get you off balance and also maintain a straight back. Tip: Make sure your back is straight and chest is out while performing this exercise.",
      "As you inhale, slowly lower your leg until your thigh is parallel to the floor. At this point, your knee should be over your toes. Your chest should be directly above the middle of your thigh.",
      "Leading with the chest and hips and contracting the quadriceps, elevate your leg back to the starting position as you exhale.",
      "Repeat for the recommended amount of repetitions.",
      "Switch legs and repeat the movement."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "b7eaf1f8-ecba-47b2-8822-f6f1c127e123"
  },
  {
    "name": "Overhead Squat",
    "name_es": "Overhead Squat",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar",
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Start out by having a barbell in front of you on the floor. Your feet should be wider than shoulder width apart from each other.",
      "Bend the knees and use a pronated grip (palms facing you) to grab the barbell. Your hands should be at a wider than shoulder width apart from each other before lifting. Once you are positioned, lift the barbell up until you can rest it on your chest.",
      "Move the barbell over and slightly behind your head and make sure your arms are fully extended. Keep your head up at all times and also maintain a straight back. Retract your shoulder blades. This is your starting position.",
      "Slowly lower the weight by bending your knees until your thighs are parallel to the ground while inhaling. Tip: Keep your back straight while performing this exercise to avoid any injuries and your arms should remain extended and over your head at all times.",
      "Now use your feet and legs to help bring the weight back up to the starting position while exhaling.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "olympic weightlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "e240b270-0494-48ba-8a41-0abadd956a89"
  },
  {
    "name": "Plank",
    "name_es": "Plancha",
    "force": "static",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "body only",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Get into a prone position on the floor, supporting your weight on your toes and your forearms. Your arms are bent and directly below the shoulder.",
      "Keep your body straight at all times, and hold this position as long as possible. To increase difficulty, an arm or leg can be raised."
    ],
    "category": "strength",
    "is_popular": true,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "985a1701-f353-4273-832a-9aabbde7b240"
  },
  {
    "name": "Plie Dumbbell Squat",
    "name_es": "Plie  Squat con mancuerna",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Hold a dumbbell at the base with both hands and stand straight up. Move your legs so that they are wider than shoulder width apart from each other with your knees slightly bent.",
      "Your toes should be facing out. Note: Your arms should be stationary while performing the exercise. This is the starting position.",
      "Slowly bend the knees and lower your legs until your thighs are parallel to the floor. Make sure to inhale as this is the eccentric part of the exercise.",
      "Press mainly with the heel of the foot to bring the body back to the starting position while exhaling.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "dcfcdaa1-edb5-4770-9c30-5014bf2fafdd"
  },
  {
    "name": "Plyo Kettlebell Pushups",
    "name_es": "Plyo  Pushups con pesa rusa",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "kettlebells",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Place a kettlebell on the floor. Place yourself in a pushup position, on your toes with one hand on the ground and one hand holding the kettlebell, with your elbows extended. This will be your starting position.",
      "Begin by lowering yourself as low as you can, keeping your back straight.",
      "Quickly and forcefully reverse direction, pushing yourself up to the other side of the kettlebell, switching hands as you do so. Continue the movement by descending and repeating the movement back and forth."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "059fd6fa-6cf4-4e26-af6e-49cbacf22829"
  },
  {
    "name": "Pullups",
    "name_es": "Dominadas",
    "force": "pull",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Espalda"
    ],
    "secondary_muscles": [
      "Bíceps",
      "Espalda media"
    ],
    "instructions": [
      "Grab the pull-up bar with the palms facing forward using the prescribed grip. Note on grips: For a wide grip, your hands need to be spaced out at a distance wider than your shoulder width. For a medium grip, your hands need to be spaced out at a distance equal to your shoulder width and for a close grip at a distance smaller than your shoulder width.",
      "As you have both arms extended in front of you holding the bar at the chosen grip width, bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position.",
      "Pull your torso up until the bar touches your upper chest by drawing the shoulders and the upper arms down and back. Exhale as you perform this portion of the movement. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary as it moves through space and only the arms should move. The forearms should do no other work other than hold the bar.",
      "After a second on the contracted position, start to inhale and slowly lower your torso back to the starting position when your arms are fully extended and the lats are fully stretched.",
      "Repeat this motion for the prescribed amount of repetitions."
    ],
    "category": "strength",
    "is_popular": true,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "fb8f689f-ecc5-4c6f-ad0b-8298e2dc1046"
  },
  {
    "name": "Push-Ups - Close Triceps Position",
    "name_es": "Push-Ups - Close Triceps Position",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Tríceps"
    ],
    "secondary_muscles": [
      "Pecho",
      "Hombros"
    ],
    "instructions": [
      "Lie on the floor face down and place your hands closer than shoulder width for a close hand position. Make sure that you are holding your torso up at arms' length.",
      "Lower yourself until your chest almost touches the floor as you inhale.",
      "Using your triceps and some of your pectoral muscles, press your upper body back up to the starting position and squeeze your chest. Breathe out as you perform this step.",
      "After a second pause at the contracted position, repeat the movement for the prescribed amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "a96a7345-c712-41ee-9171-a22adb1a5033"
  },
  {
    "name": "Push-Ups With Feet Elevated",
    "name_es": "Push-Ups With Feet Elevated",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Lie on the floor face down and place your hands about 36 inches apart from each other holding your torso up at arms length.",
      "Place your toes on top of a flat bench. This will allow your body to be elevated. Note: The higher the elevation of the flat bench, the higher the resistance of the exercise is.",
      "Lower yourself until your chest almost touches the floor as you inhale.",
      "Using your pectoral muscles, press your upper body back up to the starting position and squeeze your chest. Breathe out as you perform this step.",
      "After a second pause at the contracted position, repeat the movement for the prescribed amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "0ea724ab-e31e-4b7c-b70a-a55751e91725"
  },
  {
    "name": "Push-Ups With Feet On An Exercise Ball",
    "name_es": "Push-Ups With Feet On An con fitball",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "exercise ball",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Lie on the floor face down and place your hands about 36 inches apart from each other holding your torso up at arms length.",
      "Place your toes on top of an exercise ball. This will allow your body to be elevated.",
      "Lower yourself until your chest almost touches the floor as you inhale.",
      "Using your pectoral muscles, press your upper body back up to the starting position and squeeze your chest. Breathe out as you perform this step.",
      "After a second pause at the contracted position, repeat the movement for the prescribed amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ba614b69-8bbe-4fa8-be6e-afe04a18a0a3"
  },
  {
    "name": "Push Up to Side Plank",
    "name_es": "Push Up to Side Plank",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Abdominales",
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Get into pushup position on the toes with your hands just outside of shoulder width.",
      "Perform a pushup by allowing the elbows to flex. As you descend, keep your body straight.",
      "Do one pushup and as you come up, shift your weight on the left side of the body, twist to the side while bringing the right arm up towards the ceiling in a side plank.",
      "Lower the arm back to the floor for another pushup and then twist to the other side.",
      "Repeat the series, alternating each side, for 10 or more reps."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "6887f371-b8cd-4731-857d-519d58e93cd0"
  },
  {
    "name": "Pushups",
    "name_es": "Flexiones",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Lie on the floor face down and place your hands about 36 inches apart while holding your torso up at arms length.",
      "Next, lower yourself downward until your chest almost touches the floor as you inhale.",
      "Now breathe out and press your upper body back up to the starting position while squeezing your chest.",
      "After a brief pause at the top contracted position, you can begin to lower yourself downward again for as many repetitions as needed."
    ],
    "category": "strength",
    "is_popular": true,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "91de3aa1-6bba-4f01-ad1a-b2880b882605"
  },
  {
    "name": "Pushups (Close and Wide Hand Positions)",
    "name_es": "Pushups (Close and Wide Hand Positions)",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "body only",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Lie on the floor face down and body straight with your toes on the floor and the hands wider than shoulder width for a wide hand position and closer than shoulder width for a close hand position. Make sure you are holding your torso up at arms length.",
      "Lower yourself until your chest almost touches the floor as you inhale.",
      "Using your pectoral muscles, press your upper body back up to the starting position and squeeze your chest. Breathe out as you perform this step.",
      "After a second pause at the contracted position, repeat the movement for the prescribed amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "1540417f-0833-4b57-bd85-66930df3d28a"
  },
  {
    "name": "Reverse Band Bench Press",
    "name_es": "Reverse  Bench Press con banda",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Tríceps"
    ],
    "secondary_muscles": [
      "Pecho",
      "Antebrazos",
      "Espalda",
      "Espalda media",
      "Hombros"
    ],
    "instructions": [
      "Position a bench inside a power rack, with the bar set to the correct height. Begin by anchoring bands either to band pegs or to the top of the rack. Ensure that you will be position properly under the bands. Attach the other end to the barbell.",
      "Lie on the bench, tuck your feet underneath you and arch your back. Using the bar to help support your weight, lift your shoulder off the bench and retract them, squeezing the shoulder blades together. Use your feet to drive your traps into the bench. Maintain this tight body position throughout the movement. However wide your grip, it should cover the ring on the bar.",
      "Pull the bar out of the rack without protracting your shoulders. Focus on squeezing the bar and trying to pull it apart. Lower the bar to your lower chest or upper stomach. The bar, wrist, and elbow should stay in line at all times.",
      "Pause when the barbell touches your torso, and then drive the bar up with as much force as possible. The elbows should be tucked in until lockout."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "828ed0d2-ea66-406c-9425-638fcbd127c1"
  },
  {
    "name": "Reverse Band Box Squat",
    "name_es": "Reverse  Box Squat con banda",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Abductores",
      "Aductores",
      "Gemelos",
      "Antebrazos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "Begin in a power rack with a box at the appropriate height behind you. Set up the bands either on band pegs or attached to the top of the rack, ensuring they will be directly above the bar during the squat. Attach the other end to the bar.",
      "Begin by stepping under the bar and placing it across the back of the shoulders. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wider for more emphasis on the back, glutes, adductors, and hamstrings, or closer together for more quad development. Keep your head facing forward.",
      "With your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips until you are seated on the box. Ideally, your shins should be perpendicular to the ground. Pause when you reach the box, and relax the hip flexors. Never bounce off of a box.",
      "Keeping the weight on your heels and pushing your feet and knees out, drive upward off of the box as you lead the movement with your head. Continue upward, maintaining tightness head to toe. Use care to return the barbell to the rack."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "2bff04ac-008a-4d25-a15a-f8ae742d752f"
  },
  {
    "name": "Reverse Band Deadlift",
    "name_es": "Reverse  Deadlift con banda",
    "force": "pull",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Lumbar"
    ],
    "secondary_muscles": [
      "Abductores",
      "Aductores",
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Cuádriceps"
    ],
    "instructions": [
      "Set the bar up in a power rack. Attach bands to the top of the rack, using either bands pegs or the frame itself. Attach the other end of the bands to the bar.",
      "Approach the bar so that it is centered over your feet. You feet should be about hip width apart. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an overhand grip or an over/under grip on heavier sets.",
      "With your feet, and your grip set, take a big breath and then lower your hips and bend the knees until your shins contact the bar. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward.",
      "After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar.",
      "Lower the bar by bending at the hips and guiding it to the floor."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "240ea490-2383-4b27-aaca-d4ca7e5b3e2c"
  },
  {
    "name": "Reverse Band Power Squat",
    "name_es": "Reverse  Power Squat con banda",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Aductores",
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "Begin in a power rack with the pins and bar set at the appropriate height. After loading the bar, attach bands to the top of the rack, using either pegs or the frame itself. Attach the other end of the bands to the bar.",
      "Begin by stepping under the bar and placing it across the back of the shoulders. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wide for more emphasis on the back, glutes, adductors, and hamstrings.",
      "Keep your head facing forward. With your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips as much as possible. Ideally, your shins should be perpendicular to the ground. Lower bar position necessitates a greater torso lean to keep the bar over the heels. Continue until you break parallel, which is defined as the crease of the hip being in line with the top of the knee.",
      "Keeping the weight on your heels and pushing your feet and knees out, drive upward as you lead the movement with your head. Continue upward, maintaining tightness head to toe, until you have returned to the starting position."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "4722a70d-efbd-4376-a927-44de27d1c684"
  },
  {
    "name": "Reverse Band Sumo Deadlift",
    "name_es": "Reverse  Sumo Deadlift con banda",
    "force": "pull",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Abductores",
      "Aductores",
      "Gemelos",
      "Antebrazos",
      "Glúteos",
      "Lumbar",
      "Cuádriceps",
      "Trapecio"
    ],
    "instructions": [
      "Begin with a bar loaded on the floor inside of a power rack. Attach bands to the top of the rack, using either pegs or the frame itself. Attach the other end to the barbell.",
      "Approach the bar so that the bar intersects the middle of the feet. The feet should be set very wide, near the collars. Bend at the hips to grip the bar. The arms should be directly below the shoulders, inside the legs, and you can use a pronated grip, a mixed grip, or hook grip. Relax the shoulders, which in effect lengthens your arms.",
      "Take a breath, and then lower your hips, looking forward with your head with your chest up. Drive through the floor, spreading your feet apart, with your weight on the back half of your feet. Extend through the hips and knees.",
      "As the bar passes through the knees, lean back and drive the hips into the bar, pulling your shoulder blades together.",
      "Return the weight to the ground by bending at the hips and controlling the weight on the way down."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "b40e2952-f437-441c-b7fe-47fe1649304d"
  },
  {
    "name": "Reverse Crunch",
    "name_es": "Reverse Crunch",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "body only",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Lie down on the floor with your legs fully extended and arms to the side of your torso with the palms on the floor. Your arms should be stationary for the entire exercise.",
      "Move your legs up so that your thighs are perpendicular to the floor and feet are together and parallel to the floor. This is the starting position.",
      "While inhaling, move your legs towards the torso as you roll your pelvis backwards and you raise your hips off the floor. At the end of this movement your knees will be touching your chest.",
      "Hold the contraction for a second and move your legs back to the starting position while exhaling.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 1,
    "muscle_heads": [],
    "id": "fc5abf17-693c-4911-bcec-f7d85390ea82"
  },
  {
    "name": "Reverse Flyes",
    "name_es": "Aperturas Invertidas",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Hombros"
    ],
    "secondary_muscles": [],
    "instructions": [
      "To begin, lie down on an incline bench with the chest and stomach pressing against the incline. Have the dumbbells in each hand with the palms facing each other (neutral grip).",
      "Extend the arms in front of you so that they are perpendicular to the angle of the bench. The legs should be stationary while applying pressure with the ball of your toes. This is the starting position.",
      "Maintaining the slight bend of the elbows, move the weights out and away from each other (to the side) in an arc motion while exhaling. Tip: Try to squeeze your shoulder blades together to get the best results from this exercise.",
      "The arms should be elevated until they are parallel to the floor.",
      "Feel the contraction and slowly lower the weights back down to the starting position while inhaling.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": true,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "2675de89-e0f7-49b9-bcc3-85237d61a410"
  },
  {
    "name": "Reverse Flyes With External Rotation",
    "name_es": "Reverse Flyes With External Rotation",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "isolation",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Hombros"
    ],
    "secondary_muscles": [],
    "instructions": [
      "To begin, lie down on an incline bench set at a 30-degree angle with the chest and stomach pressing against the incline.",
      "Have the dumbbells in each hand with the palms facing down to the floor. Your arms should be in front of you so that they are perpendicular to the angle of the bench. Tip: Your elbows should have a slight bend. The legs should be stationary while applying pressure with the ball of your toes (your heels should not be touching the floor). This is the starting position.",
      "Maintaining the slight bend of the elbows, move the weights out and away from each other in an arc motion while exhaling.",
      "As you lift the weight, your wrist should externally rotate by 90-degrees so that you go from a palms down (pronated) grip to a palms facing each other (neutral) grip. Tip: Try to squeeze your shoulder blades together to get the best results from this exercise.",
      "The arms should be elevated until they are level with the head.",
      "Feel the contraction and slowly lower the weights back down to the starting position while inhaling.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "46b8b864-0508-4973-aa3e-6f4199d23165"
  },
  {
    "name": "Reverse Triceps Bench Press",
    "name_es": "Reverse Triceps Bench Press",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Tríceps"
    ],
    "secondary_muscles": [
      "Pecho",
      "Hombros"
    ],
    "instructions": [
      "Lie back on a flat bench. Using a close, supinated grip (around shoulder width), lift the bar from the rack and hold it straight over you with your arms locked extended in front of you and perpendicular to the floor. This will be your starting position.",
      "As you breathe in, come down slowly until you feel the bar on your middle chest. Tip: Make sure that as opposed to a regular bench press, you keep the elbows close to the torso at all times in order to maximize triceps involvement.",
      "After a second pause, bring the bar back to the starting position as you breathe out and push the bar using your triceps muscles. Lock your arms in the contracted position, hold for a second and then start coming down slowly again. Tip: It should take at least twice as long to go down than to come up.",
      "Repeat the movement for the prescribed amount of repetitions.",
      "When you are done, place the bar back in the rack."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "875737ad-f1ec-4061-ad30-fdf63bd30ef3"
  },
  {
    "name": "Rickshaw Deadlift",
    "name_es": "Rickshaw Deadlift",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "other",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Antebrazos",
      "Glúteos",
      "Isquios",
      "Lumbar",
      "Trapecio"
    ],
    "instructions": [
      "Load the frame with the desired weight. Center yourself between the handles. You feet should be about hip width apart. Bend at the hips to grip the handles, allowing your shoulder blades to protract.",
      "With your feet and your grip set, take a big breath and then lower your hips and flex the knees. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward. As the weight comes up, pull your shoulder blades together as you drive your hips forward.",
      "Lower the weight by bending at the hips and guiding it to the ground."
    ],
    "category": "strongman",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "c3c27b9e-d0db-409b-a783-397302e6e290"
  },
  {
    "name": "Ring Dips",
    "name_es": "Ring Dips",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "other",
    "primary_muscles": [
      "Tríceps"
    ],
    "secondary_muscles": [
      "Pecho",
      "Hombros"
    ],
    "instructions": [
      "Grip a ring in each hand, and then take a small jump to help you get into the starting position with your arms locked out.",
      "Begin by flexing the elbow, lowering your body until your arms break 90 degrees. Avoid swinging, and maintain good posture throughout the descent.",
      "Reverse the motion by extending the elbow, pushing yourself back up into the starting position.",
      "Repeat for the desired number of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "441b892a-f4be-4c2a-9ee6-2fd900f0c127"
  },
  {
    "name": "Rocky Pull-Ups/Pulldowns",
    "name_es": "Rocky Pull-Ups/Pulldowns",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "other",
    "primary_muscles": [
      "Espalda"
    ],
    "secondary_muscles": [
      "Bíceps",
      "Espalda media",
      "Hombros"
    ],
    "instructions": [
      "Grab the pull-up bar with the palms facing forward using a wide grip.",
      "As you have both arms extended in front of you holding the bar at the chosen grip width, bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position.",
      "Pull your torso up until the bar touches your upper chest by drawing the shoulders and the upper arms down and back. Exhale as you perform this portion of the movement. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary as it moves through space and only the arms should move. The forearms should do no other work other than hold the bar.",
      "After a second on the contracted position, start to inhale and slowly lower your torso back to the starting position when your arms are fully extended and the lats are fully stretched.",
      "Now repeat the same movements as described above except this time your torso will remain straight as you go up and the bar will touch the back of the neck instead of the upper chest. Tip: Use the head to lean forward slightly as it will help you properly execute this portion of the exercise.",
      "Once you have lowered yourself back down to the starting position, repeat the exercise for the prescribed amount of repetitions in your program."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "3a54999d-fcc3-48bc-a047-d775e372bfb1"
  },
  {
    "name": "Romanian Deadlift",
    "name_es": "Romanian Deadlift",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Lumbar"
    ],
    "instructions": [
      "Put a barbell in front of you on the ground and grab it using a pronated (palms facing down) grip that a little wider than shoulder width. Tip: Depending on the weight used, you may need wrist wraps to perform the exercise and also a raised platform in order to allow for better range of motion.",
      "Bend the knees slightly and keep the shins vertical, hips back and back straight. This will be your starting position.",
      "Keeping your back and arms completely straight at all times, use your hips to lift the bar as you exhale. Tip: The movement should not be fast but steady and under control.",
      "Once you are standing completely straight up, lower the bar by pushing the hips back, only slightly bending the knees, unlike when squatting. Tip: Take a deep breath at the start of the movement and keep your chest up. Hold your breath as you lower and exhale as you complete the movement.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "6e172e50-3fc6-453f-ac0c-be0f6d374ea7"
  },
  {
    "name": "Romanian Deadlift from Deficit",
    "name_es": "Romanian Deadlift from Deficit",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Antebrazos",
      "Glúteos",
      "Lumbar",
      "Trapecio"
    ],
    "instructions": [
      "Begin standing while holding a bar at arm's length in front of you. You can stand on a raised platform to increase the range of motion.",
      "Begin by flexing the knees slightly, and then flex at the hip, moving your butt back as far as possible, lowering the torso as far as flexibility allows. The back should remain in absolute extension at all times, and the bar should remain in contact with the legs. If done properly, there should be heavy tension felt in the hamstrings.",
      "Reverse the motion to return to the starting position."
    ],
    "category": "olympic weightlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "51a6ceab-d198-49a4-bb58-07c8f4fea14f"
  },
  {
    "name": "Rope Crunch",
    "name_es": "Rope Crunch",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "cable",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Kneel 1-2 feet in front of a cable system with a rope attached.",
      "After selecting an appropriate weight, grasp the rope with both hands reaching overhead. Your torso should be upright in the starting position.",
      "To begin, flex at the spine, attempting to bring your rib cage to your legs as you pull the cable down.",
      "Pause at the bottom of the motion, and then slowly return to the starting position.",
      "These can be done with twists or to the side to hit the obliques."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "30278991-a9e3-4608-af93-5c815d805af0"
  },
  {
    "name": "Seated Good Mornings",
    "name_es": "Seated Good Mornings",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Lumbar"
    ],
    "secondary_muscles": [
      "Glúteos"
    ],
    "instructions": [
      "Set up a box in a power rack. The pins should be set at an appropriate height. Begin by stepping under the bar and placing it across the back of the shoulders, not on top of your traps. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders.",
      "Remove the bar from the rack, creating a tight arch in your lower back. Keep your head facing forward. With your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips until you are seated on the box. This will be your starting position.",
      "Keeping the bar tight, bend forward at the hips as much as possible. If you set the pins to what would be parallel, you not only have a safety if you fail, but know when to stop.",
      "Pause just above the pins and reverse the motion until your torso it upright."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "6da6b090-2efa-4910-978d-5f8f501ca72d"
  },
  {
    "name": "Single-Leg High Box Squat",
    "name_es": "Single-Leg High Box Squat",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "other",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Position a box in a rack. Secure a band or rope in place above the box.",
      "Standing in front of it, step onto the box to a full standing position, letting your other leg remain unsupported. Hold onto the band for balance",
      ". Continue stepping up and down on the same leg before switching to the opposite side."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "57cc5283-ff45-481c-bc9f-23b2e0ac5a3f"
  },
  {
    "name": "Sit Squats",
    "name_es": "Sit Squats",
    "force": "push",
    "level": "beginner",
    "mechanic": null,
    "equipment": null,
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Abductores",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Stand with your feet shoulder width apart. This will be your starting position.",
      "Begin the movement by flexing your knees and hips, sitting back with your hips.",
      "Continue until you have squatted a portion of the way down, but are above parallel, and quickly reverse the motion until you return to the starting position. Repeat for 5-10 repetitions."
    ],
    "category": "stretching",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "21ff8048-ed34-4aed-a884-a120bea17ceb"
  },
  {
    "name": "Sled Reverse Flye",
    "name_es": "Sled Reverse Flye",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "other",
    "primary_muscles": [
      "Hombros"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Attach dual handles to a sled connected by a rope or chain. Load the sled to a light weight.",
      "Face the sled, backing up until there is some tension in the line. Take both handles at arms length at about waist level. Bend the knees slightly and keep your chest and head up. This will be your starting position.",
      "Without flexing the elbow, pull the handles upward and apart, performing a reverse fly with some external rotation. Your palms should be facing forward as you do this.",
      "Return to the starting position, taking a couple steps back to take the slack out of the line."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "6ff9ed41-93ef-4ef3-9062-52bf4b7b34dd"
  },
  {
    "name": "Smith Machine Bench Press",
    "name_es": "Smith  Bench Press en máquina",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Place a flat bench underneath the smith machine. Now place the barbell at a height that you can reach when lying down and your arms are almost fully extended. Once the weight you need is selected, lie down on the flat bench. Using a pronated grip that is wider than shoulder width, unlock the bar from the rack and hold it straight over you with your arms locked. This will be your starting position.",
      "As you breathe in, come down slowly until you feel the bar on your middle chest.",
      "After a second pause, bring the bar back to the starting position as you breathe out and push the bar using your chest muscles. Lock your arms in the contracted position, hold for a second and then start coming down slowly again. Tip: It should take at least twice as long to go down than to come up.",
      "Repeat the movement for the prescribed amount of repetitions.",
      "When you are done, lock the bar back in the rack."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "4ece3f96-bbe3-48da-803b-239aa15a9807"
  },
  {
    "name": "Smith Machine Close-Grip Bench Press",
    "name_es": "Smith  Close-Grip Bench Press en máquina",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Tríceps"
    ],
    "secondary_muscles": [
      "Pecho",
      "Hombros"
    ],
    "instructions": [
      "Place a flat bench underneath the smith machine. Place the barbell at a height that you can reach when lying down and your arms are almost fully extended. Once the weight you need is selected, lie down on the flat bench. Using a close and pronated grip (palms facing forward) that is around shoulder width, unlock the bar from the rack and hold it straight over you with your arms locked. This will be your starting position.",
      "As you breathe in, come down slowly until you feel the bar on your middle chest. Tip: Make sure that as opposed to a regular bench press, you keep the elbows close to the torso at all times in order to maximize triceps involvement.",
      "After a second pause, bring the bar back to the starting position as you breathe out and push the bar using your triceps muscles. Lock your arms in the contracted position, hold for a second and then start coming down slowly again. Tip: It should take at least twice as long to go down than to come up.",
      "Repeat the movement for the prescribed amount of repetitions.",
      "When you are done, lock the bar back in the rack."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "0f05210b-6fad-48c9-9b55-660e40c81752"
  },
  {
    "name": "Smith Machine Incline Bench Press",
    "name_es": "Smith  Incline Bench Press en máquina",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Pecho"
    ],
    "secondary_muscles": [
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Place an incline bench underneath the smith machine. Place the barbell at a height that you can reach when lying down and your arms are almost fully extended. Once the weight you need is selected, lie down on the incline bench and make sure your upper chest is aligned with the barbell. Using a pronated grip (palms facing forward) that is wider than shoulder width, unlock the bar from the rack and hold it straight over you with your arms locked. This will be your starting position.",
      "As you breathe in, come down slowly until you feel the bar on your upper chest.",
      "After a second pause, bring the bar back to the starting position as you breathe out and push the bar using your chest muscles. Lock your arms in the contracted position, hold for a second and then start coming down slowly again. Tip: It should take at least twice as long to go down than to come up.",
      "Repeat the movement for the prescribed amount of repetitions.",
      "When you are done, place the bar back in the rack."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "a04ed4d8-2561-440f-8748-4d18c7be35f9"
  },
  {
    "name": "Smith Machine Pistol Squat",
    "name_es": "Smith  Pistol Squat en máquina",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "To begin, first set the bar to a position that best matches your height. Step under it and position the bar across the back of your shoulders.",
      "Take the bar with your hands facing forward, unlock it and lift it off the rack by extending your legs. 3",
      "Move one foot forward about 12 inches in front of the bar. Extend the other leg out in front of you, holding it off the ground. Look forward at all times and maintain a neutral or slightly arched spine. This will be your starting position.",
      "Maintaining good posture, lower yourself by flexing the knee and hip, going down as far as flexibility allows.",
      "Pause briefly at the bottom and then return to the starting position by driving through the heel of your foot, extending the knee and hip."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "50244725-06e5-4112-a1c4-987d543e0571"
  },
  {
    "name": "Smith Machine Squat",
    "name_es": "Smith  Squat en máquina",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "To begin, first set the bar on the height that best matches your height. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.",
      "Hold on to the bar using both arms at each side (palms facing forward), unlock it and lift it off the rack by first pushing with your legs and at the same time straightening your torso.",
      "Position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times and also maintain a straight back. This will be your starting position. (Note: For the purposes of this discussion we will use the medium stance which targets overall development; however you can choose any of the three stances discussed in the foot stances section).",
      "Begin to slowly lower the bar by bending the knees as you maintain a straight posture with the head up. Continue down until the angle between the upper leg and the calves becomes slightly less than 90-degrees (which is the point in which the upper legs are below parallel to the floor). Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.",
      "Begin to raise the bar as you exhale by pushing the floor with the heel of your foot as you straighten the legs again and go back to the starting position.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "4a1fd2c6-8b1a-4ebe-a040-44c014d0f8bb"
  },
  {
    "name": "Smith Machine Stiff-Legged Deadlift",
    "name_es": "Smith  Stiff-Legged Deadlift en máquina",
    "force": "pull",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Glúteos",
      "Lumbar"
    ],
    "instructions": [
      "To begin, set the bar on the smith machine to a height that is around the middle of your thighs. Once the correct height is chosen and the bar is loaded, grasp the bar using a pronated (palms forward) grip that is shoulder width apart. You may need some wrist wraps if using a significant amount of weight.",
      "Lift the bar up by fully extending your arms while keeping your back straight. Stand with your torso straight and your legs spaced using a shoulder width or narrower stance. The knees should be slightly bent. This is your starting position.",
      "Keeping the knees stationary, lower the barbell to over the top of your feet by bending at the waist while keeping your back straight. Keep moving forward as if you were going to pick something from the floor until you feel a stretch on the hamstrings. Exhale as you perform this movement",
      "Start bringing your torso up straight again as soon as you feel the hamstrings stretch by extending your hips and waist until you are back at the starting position. Inhale as you perform this movement.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "de58f86e-6153-463f-9019-7c0813aba25f"
  },
  {
    "name": "Smith Single-Leg Split Squat",
    "name_es": "Smith Single-Leg Split Squat",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "machine",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "To begin, place a flat bench 2-3 feet behind the smith machine. Then, set the bar on the height that best matches your height. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.",
      "Hold on to the bar using both arms at each side (palms facing forward), unlock it and lift it off the rack by first pushing with your legs and at the same time straightening your torso.",
      "Position your legs by placing one foot slightly forward under the bar and extending your other leg back and place the top of your foot on the bench. This will be your starting position",
      "Begin to slowly lower the bar by bending the knee as you maintain a straight posture with the head up. Continue down until the angle between the upper leg and the calf becomes slightly less than 90-degrees (which is the point in which the upper legs are below parallel to the floor). Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knee should make an imaginary straight line with the toes that is perpendicular to the front. If your knee is past that imaginary line (if it is past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.",
      "Begin to raise the bar as you exhale by pushing the floor with the heel of your foot mainly as you straighten your leg again and go back to the starting position.",
      "Repeat for the recommended amount of repetitions.",
      "Switch legs and repeat the movement."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "491117ea-a7a1-4e59-80e3-742181d2ddf0"
  },
  {
    "name": "Snatch Deadlift",
    "name_es": "Snatch Deadlift",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Antebrazos",
      "Glúteos",
      "Isquios",
      "Lumbar",
      "Cuádriceps",
      "Trapecio"
    ],
    "instructions": [
      "The snatch deadlift strengthens the first pull of the snatch. Begin with a wide snatch grip with the barbell placed on the platform. The feet should be directly under the hips, with the feet turned out. Squat down to the bar, keeping the back in absolute extension with the head facing forward.",
      "Initiate the movement by driving through the heels, raising the hips. The back angle should remain the same until the bar passes the knees.",
      "At that point, drive your hips through the bar as you lay back. Return the bar to the platform by reversing the motion."
    ],
    "category": "olympic weightlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "97f58da5-918a-4140-844c-582007edfafb"
  },
  {
    "name": "Speed Box Squat",
    "name_es": "Speed Box Squat",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Attach bands to the bar that are securely anchored near the ground. You may need to choke the bands to get adequate tension.",
      "Use a box of an appropriate height for this exercise. Load the bar to a weight that still requires effort, but isn't so heavy that speed is compromised. Typically, that will be between 50-70% of your one rep max.",
      "Position the bar on your upper back, shoulder blades retracted, back arched and everything tight head to toe. This will be the starting position.",
      "Unrack the bar and position yourself in front of the box. Sit back with your hips until you are seated on the box, ensuring that you descend under control and don't crash onto the surface.",
      "Pause briefly, and explode off of the box, extending through the hips and knees."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "ad5c3cbc-b77d-4fbf-8e28-ecec9096514e"
  },
  {
    "name": "Speed Squats",
    "name_es": "Speed Squats",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack that best matches your height. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.",
      "Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.",
      "Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times as looking down will get you off balance and also maintain a straight back. This will be your starting position. (Note: For the purposes of this discussion we will use the medium stance which targets overall development; however you can choose any of the three stances discussed in the foot stances section).",
      "Begin to lower the bar by bending the knees as you maintain a straight posture with the head up. Continue down until the angle between the upper leg and the calves becomes slightly less than 90-degrees (which is the point in which the upper legs are below parallel to the floor). Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.",
      "Begin to raise the bar as fast as possible without involving momentum as you exhale by pushing the floor with the heel of your foot mainly as you straighten the legs again and go back to the starting position. Note: You should perform these exercises as fast as possible but without breaking perfect form and without involving momentum.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "1bf71cf4-cd32-45f0-bb03-bd97b9a4f428"
  },
  {
    "name": "Split Squat with Dumbbells",
    "name_es": "Split Squat with s con mancuerna",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "Position yourself into a staggered stance with the rear foot elevated and front foot forward.",
      "Hold a dumbbell in each hand, letting them hang at the sides. This will be your starting position.",
      "Begin by descending, flexing your knee and hip to lower your body down. Maintain good posture througout the movement. Keep the front knee in line with the foot as you perform the exercise.",
      "At the bottom of the movement, drive through the heel to extend the knee and hip to return to the starting position."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "eba1fa3b-9e6d-4a4a-8f50-76ed32fd6d91"
  },
  {
    "name": "Split Squats",
    "name_es": "Split Squats",
    "force": "push",
    "level": "intermediate",
    "mechanic": null,
    "equipment": null,
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Cuádriceps"
    ],
    "instructions": [
      "Being in a standing position. Jump into a split leg position, with one leg forward and one leg back, flexing the knees and lowering your hips slightly as you do so.",
      "As you descend, immediately reverse direction, standing back up and jumping, reversing the position of your legs. Repeat 5-10 times on each leg."
    ],
    "category": "stretching",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "36f8886f-d6a8-441c-8e9c-66452193ee19"
  },
  {
    "name": "Squat Jerk",
    "name_es": "Squat Jerk",
    "force": "push",
    "level": "expert",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Hombros",
      "Tríceps"
    ],
    "instructions": [
      "Standing with the weight racked on the front of the shoulders, begin with the dip. With your feet directly under your hips, flex the knees without moving the hips backward. Go down only slightly, and reverse direction as powerfully as possible. Drive through the heels create as much speed and force as possible, and be sure to move your head out of the way as the bar leaves the shoulders.",
      "At this moment as the feet leave the floor, the feet must be placed into the receiving position as quickly as possible. In the brief moment the feet are not actively driving against the platform, the athlete's effort to push the bar up will drive them down. The feet should move forcefully to just outside the hips, turned out as necessary. Receive the bar with your body in a full squat and the arms fully extended overhead.",
      "Keeping the bar aligned over the front of the heels, your head and chest up, drive throught heels of the feet to move to a standing position. Carefully return the weight to floor."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "331379d2-eb62-4e22-a87f-03acce347da8"
  },
  {
    "name": "Squat with Bands",
    "name_es": "Squat with s con banda",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Aductores",
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "Set up the bands on the sleeves, secured to either band pegs, the rack, or dumbbells so that there is appropriate tension.",
      "Begin by stepping under the bar and placing it across the back of the shoulders. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wide for more emphasis on the back, glutes, adductors, and hamstrings. Keep your head facing forward.",
      "With your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips as much as possible. Ideally, your shins should be perpendicular to the ground. Lower bar position necessitates a greater torso lean to keep the bar over the heels. Continue until you break parallel, which is defined as the crease of the hip being in line with the top of the knee.",
      "Keeping the weight on your heels and pushing your feet and knees out, drive upward as you lead the movement with your head. Continue upward, maintaining tightness head to toe, until you have returned to the starting position."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "c6475da1-4be8-45d9-b331-f7e9fdeed470"
  },
  {
    "name": "Squat with Chains",
    "name_es": "Squat with Chains",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Aductores",
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "To set up the chains, begin by looping the leader chain over the sleeves of the bar. The heavy chain should be attached using a snap hook. Adjust the length of the lead chain so that a few links are still on the floor at the top of the movement.",
      "Begin by stepping under the bar and placing it across the back of the shoulders. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wide for more emphasis on the back, glutes, adductors, and hamstrings. Keep your head facing forward.",
      "With your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips as much as possible. Ideally, your shins should be perpendicular to the ground. Lower bar position necessitates a greater torso lean to keep the bar over the heels. Continue until you break parallel, which is defined as the crease of the hip being in line with the top of the knee.",
      "Keeping the weight on your heels and pushing your feet and knees out, drive upward as you lead the movement with your head. Continue upward, maintaining tightness head to toe, until you have returned to the starting position."
    ],
    "category": "powerlifting",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "4ed92157-f032-4c1b-ad7c-a78fb98339eb"
  },
  {
    "name": "Squat with Plate Movers",
    "name_es": "Squat with Plate Movers",
    "force": "push",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Abductores",
      "Aductores",
      "Gemelos",
      "Glúteos",
      "Isquios"
    ],
    "instructions": [
      "To begin, first set the bar on a rack to just below shoulder level. Position a weight plate on the ground a couple feet back from the rack. Once the bar is loaded, step under it and place the back of your shoulders across it.",
      "Hold on to the bar with both hands and lift it off the rack by first pushing with your legs and at the same time straighten your torso.",
      "Step away from the rack and adopt a wide stance with the toes slightly pointed out, with one foot on the weight plate. Keep your head up at all times. This will be your starting position.",
      "Begin to slowly lower the bar by bending the knees and hips. Continue down until the angle between the upper leg and the calves becomes slightly less than 90-degrees.",
      "Raise the bar as you exhale by pushing the floor with the heels of your feet as you extend the hips and knees.",
      "At the top of the movement, side step, bringing your feet together on the opposite side of the plate.",
      "Using your inside foot, push the weight plate, sliding it across the floor to where you were just standing.",
      "Place your inside foot on the weight plate, adopting a wide stance for the next repetition."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "dcc946cb-0f08-4ea3-ac63-08876220a3de"
  },
  {
    "name": "Squats - With Bands",
    "name_es": "Squats - With s con banda",
    "force": "push",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "bands",
    "primary_muscles": [
      "Cuádriceps"
    ],
    "secondary_muscles": [
      "Gemelos",
      "Glúteos",
      "Isquios",
      "Lumbar"
    ],
    "instructions": [
      "To start out, make sure that the exercise band is at an even split between both the left and right side of the body. To do this, use your hands to grab both sides of the band and place both feet in the middle of the band. Your feet should be shoulder width apart from each other.",
      "When holding the bands, they should be the same height on each side. You should be using a pronated grip (palms facing forward) and have the handles of the bands next to your face for this exercise. This is the starting position.",
      "Slowly start to bend the knees and lower the legs so that your thighs are parallel to the floor while exhaling.",
      "Use the heel of your feet to push your body up to the starting position as you exhale.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "b7b04f0e-cfa8-42e9-bbf1-0dc8a862c6aa"
  },
  {
    "name": "Standing Rope Crunch",
    "name_es": "Standing Rope Crunch",
    "force": "pull",
    "level": "beginner",
    "mechanic": "isolation",
    "equipment": "cable",
    "primary_muscles": [
      "Abdominales"
    ],
    "secondary_muscles": [],
    "instructions": [
      "Attach a rope to a high pulley and select an appropriate weight.",
      "Stand with your back to the cable tower. Take the rope with both hands over your shoulders, holding it to your upper chest. This will be your starting position.",
      "Perform the movement by flexing the spine, crunching the weight down as far as you can.",
      "Hold the peak contraction for a moment before returning to the starting position."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "9e89ea24-a496-44b1-9904-8dd0f50b034c"
  },
  {
    "name": "Stiff-Legged Barbell Deadlift",
    "name_es": "Stiff-Legged  Deadlift con barra",
    "force": "pull",
    "level": "intermediate",
    "mechanic": "compound",
    "equipment": "barbell",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Glúteos",
      "Lumbar"
    ],
    "instructions": [
      "Grasp a bar using an overhand grip (palms facing down). You may need some wrist wraps if using a significant amount of weight.",
      "Stand with your torso straight and your legs spaced using a shoulder width or narrower stance. The knees should be slightly bent. This is your starting position.",
      "Keeping the knees stationary, lower the barbell to over the top of your feet by bending at the hips while keeping your back straight. Keep moving forward as if you were going to pick something from the floor until you feel a stretch on the hamstrings. Inhale as you perform this movement.",
      "Start bringing your torso up straight again by extending your hips until you are back at the starting position. Exhale as you perform this movement.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "db25e5c9-5bc8-49c8-9020-b87d34ad2cd8"
  },
  {
    "name": "Stiff-Legged Dumbbell Deadlift",
    "name_es": "Stiff-Legged  Deadlift con mancuerna",
    "force": "pull",
    "level": "beginner",
    "mechanic": "compound",
    "equipment": "dumbbell",
    "primary_muscles": [
      "Isquios"
    ],
    "secondary_muscles": [
      "Glúteos",
      "Lumbar"
    ],
    "instructions": [
      "Grasp a couple of dumbbells holding them by your side at arm's length.",
      "Stand with your torso straight and your legs spaced using a shoulder width or narrower stance. The knees should be slightly bent. This is your starting position.",
      "Keeping the knees stationary, lower the dumbbells to over the top of your feet by bending at the waist while keeping your back straight. Keep moving forward as if you were going to pick something from the floor until you feel a stretch on the hamstrings. Exhale as you perform this movement",
      "Start bringing your torso up straight again by extending your hips and waist until you are back at the starting position. Inhale as you perform this movement.",
      "Repeat for the recommended amount of repetitions."
    ],
    "category": "strength",
    "is_popular": false,
    "intensity_factor": 1,
    "bodyweight_factor": 0,
    "muscle_heads": [],
    "id": "a38360ea-6da0-4a3e-98f9-a7734e64e565"
  }
]